{"nasa_id": "9138033", "title": "Early Rockets", "description": "Dr. Goddard's 1926 rocket configuration. Dr. Goddard's liquid oxygen-gasoline rocket was fired on March 16, 1926, at Auburn, Massachusetts. It flew for only 2.5 seconds, climbed 41 feet, and landed 184 feet away in a cabbage patch. From 1930 to 1941, Dr. Goddard made substantial progress in the development of progressively larger rockets, which attained altitudes of 2400 meters, and refined his equipment for guidance and control, his techniques of welding, and his insulation, pumps, and other associated equipment. In many respects, Dr. Goddard laid the essential foundations of practical rocket technology", "keywords": ["Robert H. Goddard", "liquid-gasoline rocket"], "center": "MSFC", "media_type": "image", "date_created": "1926-03-16T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9138033/9138033~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9138033/9138033~thumb.jpg"}
{"nasa_id": "9132833", "title": "Early Rockets", "description": "Dr. Robert H. Goddard and liquid oxygen-gasoline rocket in the frame from which it was fired on March 16, 1926, at Auburn, Mass. It flew for only 2.5 seconds, climbed 41 feet, and landed 184 feet away in a cabbage patch. From 1930 to 1941, Dr. Goddard made substantial progress in the development of progressively larger rockets, which attained altitudes of 2400 meters, and refined his equipment for guidance and control, his techniques of welding, and his insulation, pumps, and other associated equipment. In many respects, Dr. Goddard laid the essential foundations of practical rocket technology", "keywords": ["Robert H. Goddard", "Liquid oxygen-gasoline rocket"], "center": "MSFC", "media_type": "image", "date_created": "1926-03-16T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9132833/9132833~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9132833/9132833~thumb.jpg"}
