{"nasa_id": "GRC-1956-C-42046", "title": "Computer Plotting Data Points in the Engine Research Building", "description": "A female computer plotting compressor data in the Engine Research Building at the NACA’s Lewis Flight Propulsion Laboratory. The Computing Section was introduced during World War II to relieve short-handed research engineers of some of the tedious data-taking work. The computers made the initial computations and plotted the data graphically. The researcher then analyzed the data and either summarized the findings in a report or made modifications or ran the test again.       With the introduction of mechanical computer systems in the 1950s the female computers learned how to encode the punch cards. As the data processing capabilities increased, fewer female computers were needed. Many left on their own to start families, while others earned mathematical degrees and moved into advanced positions.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-09-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-42046/GRC-1956-C-42046~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-42046/GRC-1956-C-42046~thumb.jpg"}
{"nasa_id": "GRC-1956-C-43540", "title": "NACA Lewis Researcher and Technicians Discuss a Test Setup", "description": "Researcher Bill Reiwaldt discusses the preparations for a test in the Altitude Wind Tunnel with technicians Jack Wagner and Dick Golladay at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. Research engineers developed ideas for tests that were often in response to requests from the military or aircraft industry. Arrangements were made to obtain an engine for the study and to transport it to the Cleveland laboratory. The engine was brought into the facility’s shop area, where it was readied for investigation. It was common for several different engines to be worked on simultaneously in the shop.    The researcher would discuss the engine and the test objectives with the Test Installation Division and the facility’s technicians. The operations team would handle the installation of the instrumentation and fitting the test into the facility’s schedule. Upon completion of the previous test, the engine was removed. The next engine was lifted by an overhead crane and transported from the shop to the test section. The engine was connected to the measurement devices and fuel and oil supply lines. Engines were tested over numerous runs under varying conditions and with variations on the configuration. The findings and test procedure were then described in research or technical memorandums and distributed to industry.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-12-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-43540/GRC-1956-C-43540~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-43540/GRC-1956-C-43540~thumb.jpg"}
{"nasa_id": "GRC-1956-C-43227", "title": "Apprentices at the NACA’s Flight Propulsion Laboratory", "description": "A group of apprentices takes a break from their studies to pose for a photograph at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. To facilitate the close interaction of the lab’s engineers, mechanics, technicians, and scientists, Lewis Director Ray Sharp established a four-year apprentice program to train craftsmen on a particular trade and basic scientific principles. The apprentice school covered a variety of trades, from aircraft mechanic to electronic instrumentation, machinist, and altitude systems mechanic.     The school was established in 1942, but faltered when over 90 percent of its students entered the military. After World War II, 40 of the original members returned to the NACA lab. In some cases they were bumped to journeymen positions because of training received in the military. The honorary first class in 1949 had only 15 graduates, but the number steadily increased to 45 with the next class in 1952 and to 110 in 1957. There were over 600 graduates by 1969, and the program remained strong for decades. Many of the laboratory’s future managers began their careers as apprentices.    The program, which was certified by both the Department of Labor and the State of Ohio, included classroom lectures, the study of models, and hands-on work. The apprentices rotated through the various shops and facilities to provide them with a well-rounded understanding of the work at the lab.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-10-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-43227/GRC-1956-C-43227~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-43227/GRC-1956-C-43227~thumb.jpg"}
{"nasa_id": "E56-2685", "title": "Wreckage of the X-2 rocket plane was taken to NACA's High Speed Flight Station for analysis following the 1956 crash that killed Air Force pilot Capt. Mel Apt", "description": "The X-2, initially an Air Force program, was scheduled to be transferred to the civilian National Advisory Committee for Aeronautics (NACA) for scientific research. The Air Force delayed turning the aircraft over to the NACA in the hope of attaining Mach 3 in the airplane. The service requested and received a two-month extension to qualify another Air Force test pilot, Capt. Miburn \"Mel\" Apt, in the X-2 and attempt to exceed Mach 3. After several ground briefings in the simulator, Apt (with no previous rocket plane experience) made his flight on 27 September 1956. Apt raced away from the B-50 under full power, quickly outdistancing the F-100 chase planes. At high altitude, he nosed over, accelerating rapidly. The X-2 reached Mach 3.2 (2,094 mph) at 65,000 feet. Apt became the first man to fly more than three times the speed of sound.  Still above Mach 3, he began an abrupt turn back to Edwards. This maneuver proved fatal as the X-2 began a series of diverging rolls and tumbled out of control. Apt tried to regain control of the aircraft. Unable to do so, Apt separated the escape capsule. Too late, he attempted to bail out and was killed when the capsule impacted on the Edwards bombing range. The rest of the X-2 crashed five miles away.  The wreckage of the X-2 rocket plane was later taken to NACA's High Speed Flight Station for analysis following the crash.", "keywords": ["X-2", "wreckage", "V-2", "B-50", "Bell Aircraft Company", "Jean Ziegler", "NACA High-Speed Flight Station", "NASA Dryden Flight Research Center", "U. S. Air Force", "Langley Memorial Aeronautical Laboratory", "Wallops Island", "Edwards Air Force Base", "Captain Milburn Apt"], "center": "AFRC", "media_type": "image", "date_created": "1956-11-21T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-2685/E56-2685~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-2685/E56-2685~thumb.jpg"}
{"nasa_id": "GRC-1956-C-43036", "title": "Groundbreaking Ceremony at the NACA's Plum Brook Station", "description": "Addison Rothrock, the National Advisory Committee for Aeronautics’s (NACA) Assistant Director of Research, speaks at the groundbreaking ceremony for the Lewis Flight Propulsion Laboratory’s new test reactor at Plum Brook Station. This dedication event was held almost exactly one year after the NACA announced that it would build its $4.5 million nuclear reactor on 500 acres of the army’s 9000-acre Plum Brook Ordnance Works. The site was located in Sandusky, Ohio, approximately 60 miles west of the NACA Lewis laboratory in Cleveland. Lewis Director Raymond Sharp is seated to the left of Rothrock, Congressman Albert Baumhart and NACA Secretary John Victory are to the right. Many government and local officials were on hand for the press conference and ensuing luncheon.    In the wake of World War II the military, the Atomic Energy Commission, and the NACA became interested in the use of atomic energy for propulsion and power. A Nuclear Division was established at NACA Lewis in the early 1950s. The division’s request for a 60-megawatt research reactor was approved in 1955. The semi-remote Plum Brook location was selected over 17 other possible sites.    Construction of the Plum Brook Reactor Facility lasted five years. By the time of its first trial runs in 1961 the aircraft nuclear propulsion program had been cancelled. The space age had arrived, however, and the reactor would be used to study materials for a nuclear powered rocket.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-09-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-43036/GRC-1956-C-43036~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-43036/GRC-1956-C-43036~thumb.jpg"}
{"nasa_id": "GRC-1956-C-43289", "title": "Drive Fan of the NACA's Icing Research Tunnel", "description": "A researcher examines the drive fan inside the Icing Research Tunnel at the National Advisory Committee for Aeronautics (NACA) Flight Propulsion Research Laboratory in Cleveland, Ohio. The facility was built in the mid-1940s to simulate the atmospheric conditions that caused ice to build up on aircraft. Carrier Corporation refrigeration equipment reduced the internal air temperature to -45⁰ F, and a spray bar system injected water droplets into the air stream. The 24-foot diameter drive fan, seen in this photograph, created air flow velocities up to 400 miles per hour.    The 1950s were prime years for the Icing Research Tunnel. NACA engineers had spent the 1940s trying to resolve the complexities of the spray bar system. The final system put into operation in 1950 included six horizontal spray bars with 80 nozzles that produced a 4- by 4-foot cloud in the test section. The icing tunnel was used for extensive testing of civilian and military aircraft components in the 1950s. The NACA also launched a major investigation of the various methods of heating leading edge surfaces. The hot-air anti-icing technology used on today’s commercial transports was largely developed in the facility during this period. Lewis researchers also made significant breakthroughs with icing on radomes and jet engines.    Although the Icing Research Tunnel yielded major breakthroughs in the 1950s, the Lewis icing research program began tapering off as interest in the space program grew. The icing tunnel’s use declined in 1956 and 1957. The launch of Sputnik in October 1957 signaled the end of the facility’s operation. The icing staff was transferred to other research projects and the icing tunnel was temporarily mothballed.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-10-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-43289/GRC-1956-C-43289~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-43289/GRC-1956-C-43289~thumb.jpg"}
{"nasa_id": "6517790", "title": "Wernher von Braun", "description": "Dr. von Braun and Dr. Ernst Stuhlinger at the Observatory of the Rocket City Astronomical Association in 1956.", "keywords": ["von Braun", "Stuhlinger", "Rocket City Astronomical Association"], "center": "MSFC", "media_type": "image", "date_created": "1956-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/6517790/6517790~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/6517790/6517790~thumb.jpg"}
{"nasa_id": "GRC-1956-C-41773", "title": "Lieutenant Colonel John Stapp Demonstrates the Rocket Sled", "description": "Howard Hasbrook volunteers for a demonstration of a scaled-down version of Lieutenant Colonel John Stapp’s rocket sled set up in the hangar at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. In 1945 Stapp, an Air Force medical doctor, volunteered to participate in a deceleration program to study the human body’s tolerance to aircraft crash forces. A 1500-pound sled powered by rockets was installed in 1947 on a section of railroad track in the California desert. Stapp participated in 29 experiments over the next seven years and broke land and deceleration records. These tests studied the effects of acceleration, G-force, deceleration, and wind blast on humans. Stapp suffered broken bones and retinal hemorrhages, but suffered no permanent damage.     NACA Lewis was conducting a series of crash impact studies in the mid-1950s using dummies in actual aircraft. Irving Pinkel, the director of the program, and Stapp became friends through their mutual interest in this field. In April 1956 Stapp visited the Cleveland lab to give a talk to the local section of the American Rocket Society that discussed issues relating to the escape of pilots from the cockpit of supersonic jet aircraft. That same week, NACA Lewis’ Pinkel, Gerard Pesman, Merritt Preston, and Dugald Black received the annual Laura Taber Barbour Air Safety Award for their work on the Crash Fire Program. Black and Preston are visible in the crowd in this photograph.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-41773/GRC-1956-C-41773~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-41773/GRC-1956-C-41773~thumb.jpg"}
{"nasa_id": "E56-2666", "title": "E56-2666", "description": "B-29 mothership with pilots - Dick Payne, Stan Butchart, Joe Walker, Charles Littleton, and John Moise", "keywords": ["B-29", "Boeing", "NACA High-Speed Flight Station", "U.S. Air Force", "Edwards Air Force Base", "California", "Charles \"Chuck\" Yeager", "Dick Payne", "Stanley P. Butchart", "Joseph A. Walker", "Charles Littleton", "John Moise", "Davis-Monthan Air Force Base", "Arizona", "U.S. Navy", "P2B-1S", "mothership"], "center": "AFRC", "media_type": "image", "date_created": "1956-11-29T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-2666/E56-2666~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-2666/E56-2666~thumb.jpg"}
{"nasa_id": "E56-2499", "title": "E56-2499", "description": "D558-2 #143 LOX jettison with P2BS in background", "keywords": ["D-558-2", "Douglas", "D-558-II", "Skyrocket", "NACA High-Speed Flight Station", "High-Speed Flight Research Station", "Dryden Flight Research Center", "John F. Martin", "Westinghouse J-34-40", "turbojet engine", "LR8-RM-6", "4-chamber Reaction Motors engine", "Robert A. Champine", "John H. Griffith", "William B. Bridgeman", "Navy P2B", "A. Scott Crossfield", "Lt. Col. Marion Carl", "Walter C. Williams", "Hugh L. Dryden", "Herman O. Ankenbruck", "Joseph A. Walker", "John B. McKay", "Walter Jones", "Eugene F. May", "Stanley Butchart", "Edwards Air Force Base", "National Advisory Committee for Aeronautics."], "center": "AFRC", "media_type": "image", "date_created": "1956-08-30T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-2499/E56-2499~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-2499/E56-2499~thumb.jpg"}
{"nasa_id": "GRC-1956-C-43270", "title": "Guards at the Main Gate of the Flight Propulsion Research Laboratory", "description": "A vehicle leaves the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory in Cleveland, Ohio. The guard house was on the main entrance to the laboratory from Brookpark Road. The original building was fairly small and easily crowded. In the early 1960s a new security facility was built several hundred feet beyond the original guard house. The original structure remained in place for several years, but was not utilized. The structure seen in this photograph was replaced in 2011 by a new building and entrance configuration.    In September 1955, approximately a year before this photo was taken, the security staff was given new navy blue uniforms, seen here.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-10-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-43270/GRC-1956-C-43270~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-43270/GRC-1956-C-43270~thumb.jpg"}
{"nasa_id": "GRC-1956-C-42744", "title": "Grumman S2F-1 Tracker at NACA Lewis", "description": "The NACA’s Lewis Flight Propulsion Laboratory acquired the Grumman S2F-1 Tracker from the Navy in 1955 to study icing instrumentation. Lewis’s icing research program was winding down at the time. The use of jet engines was increasing thus reducing the threat of ice accumulation. Nonetheless Lewis continued research on the instrumentation used to detect icing conditions.      The S2F-1 Tracker was a carrier-based submarine hunter for the Navy. Grumman developed the Tracker as a successor to its Korean War-era Guardian patrol aircraft. Prototypes first flew in late 1952 and battle-ready versions entered Naval service in early 1954. The Navy utilized the Trackers to protect fleets from attack.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-08-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-42744/GRC-1956-C-42744~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-42744/GRC-1956-C-42744~thumb.jpg"}
{"nasa_id": "ARC-1956-A93-0075-8", "title": "ARC-1956-A93-0075-8", "description": "Navy San Franciso, CA Coast Seal Point, including Cliff House Restaurant", "keywords": ["Navy"], "center": "ARC", "media_type": "image", "date_created": "1956-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1956-A93-0075-8/ARC-1956-A93-0075-8~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1956-A93-0075-8/ARC-1956-A93-0075-8~thumb.jpg"}
{"nasa_id": "ARC-1956-A-21303", "title": "ARC-1956-A-21303", "description": "Douglas F4D-1 (Bu. No. 134759) Skyray  Plan view of airplane with Ames Pilot Don R. Heinle, Engineer L. Stewart Rolls and Crew Chief Walter Liewar. Note:  Used in Flight Research at Ames;  57 Years of Development and Validation of Aeronautical Technology  NASA SP-1998-3300 fig.28", "keywords": ["Douglas", "F4D-1"], "center": "ARC", "media_type": "image", "date_created": "1956-04-05T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1956-A-21303/ARC-1956-A-21303~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1956-A-21303/ARC-1956-A-21303~thumb.jpg"}
{"nasa_id": "GRC-1956-C-42068", "title": "Large Swing Valve in the 10- by 10-Foot Supersonic Wind Tunnel", "description": "A 24-foot diameter swing valve is seen in an open position inside the new 10- by 10-Foot Supersonic Wind Tunnel at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. The 10- by 10 was the most powerful propulsion wind tunnel in the nation. After over three years of construction the tunnel was ready to conduct its first tests in early 1956. The 10- by 10-foot tunnel was part of Congress’ Unitary Plan Act which coordinated wind tunnel construction at the NACA, Air Force, industry, and universities. The 10- by 10 was the largest of the three NACA tunnels built under the act.    This large swinging valve is critical to the operation of the facility. In one position the valve seals off the tunnel exhaust, making the tunnel a closed circuit, which is used for aerodynamic testing of models. In its other position, the valve acts as a seal across the tunnel and leaves the tunnel exhaust open. This arrangement is used when engines are fired. The air going through the tunnel is taken from the atmosphere and returned to the atmosphere after one pass through the tunnel.    Engines up to five feet in diameter can be tested in the 10- by 10-foot test section. Air flows up to Mach 3.5 can be fed through the test section by a 250,000-horsepower axial-flow compressor fan. The incoming air must be dehumidified and cooled so that the proper conditions are present for the test. A large air dryer with 1,890 tons of activated alumina soaks up 1.5 tons of water per minute from the air flow. A cooling apparatus equivalent to 250,000 household air conditioners is used to cool the air.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-05-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-42068/GRC-1956-C-42068~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-42068/GRC-1956-C-42068~thumb.jpg"}
{"nasa_id": "A-22148", "title": "McDonnell F4H Model in Ames 40X80 foot Wind Tunnel.", "description": "Application of blowing type boundry-layer control to the leading and trailing edge flaps of a 52 deg swept wing.  3/4 view of Aspect Ratio 2.8, taper ratio .17, 45 deg swept back wing model -3/4 front view", "keywords": ["McDonnell", "Ames", "Aeronautics", "ARC", "40x80ft", "Wind Tunnel"], "center": "ARC", "media_type": "image", "date_created": "1956-10-19T00:00:00Z", "location": "Ames Research Center", "photographer": "NACA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/A-22148/A-22148~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/A-22148/A-22148~thumb.jpg"}
{"nasa_id": "E56-02389", "title": "Lee Adelsbach and Bob Cook work on the instrumentation on the Bell X-1B", "description": "Lee Adelsbach and Bob Cook work on the instrumentation on the Bell X-1B.", "keywords": ["X-1B", "Bell Aircraft Company", "NACA", "U.S. Air Force", "Air Force Museum", "Wright-Patterson Air Force Base", "heating research", "reaction controls", "Lee Adelsbach", "Bob Cook"], "center": "AFRC", "media_type": "image", "date_created": "1956-06-16T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-02389/E56-02389~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-02389/E56-02389~thumb.jpg"}
{"nasa_id": "9806190", "title": "----History", "description": "This is a 1956 night shot of the east side of Square in downtown Huntsville, Alabama. Photo Courtesy of Huntsville Public Library", "keywords": ["Huntsville", "East Side Square", "Historical"], "center": "MSFC", "media_type": "image", "date_created": "1956-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9806190/9806190~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9806190/9806190~thumb.jpg"}
{"nasa_id": "ARC-1956-A-22193", "title": "ARC-1956-A-22193", "description": "NACA/Ames photographer North American F-86D with Pilot Robert C Innis and Crew Chief Russell O. Barton hold sign celebrating Ames 3000th jet aircraft flight", "keywords": ["NACA"], "center": "ARC", "media_type": "image", "date_created": "1956-10-31T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1956-A-22193/ARC-1956-A-22193~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1956-A-22193/ARC-1956-A-22193~thumb.jpg"}
{"nasa_id": "LRC-1956-B701_P-95113", "title": "4'x4' Supersonic Pressure Tunnel Staff", "description": "This photograph was taken August 15, 1956.  Mary Jackson first person in the front row right side.  Mary Jackson began at Langley in 1951 as a computer.  She was later assigned to work at the 4-Foot by 4-Foot Supersonic Pressure Tunnel where she worked with Kazimierz \"Kaz\" Czarnecki, who encouraged her to become an engineer.  To attend the university extension engineering classes held at the then all-white Hampton High School, Jackson was required to petition the courts, which she did successfully. The 4’ x 4’ Supersonic Pressure Tunnel was the NACA’s first supersonic wind tunnel. At the time of the photo, Mary Jackson was still a human computer, but was participating in the hands-on experimental work. Mrs. Jackson had begun her  studies to be an engineer in the Spring of the same year the photo was taken.  She obtained a degree in aerospace engineering in 1958.  Photo published in \"A Century at Langley\" by  Joseph R. Chambers page 74.", "keywords": ["LRC-1956-B701_P-95113", "NASA", "Langley", "LRC", "LaRC", "4'x4'", "4", "ft", "foot", "4ft", "4x4", "Supersonic", "Pressure", "Tunnel", "SPT", "Staff", "08-15-56", "1956-L-95113", "L-95113", "Mary Jackson", "Kazimerz", "Czanecki", "Hidden Figures", "NACA Langley", "NASA Langley"], "center": "LRC", "media_type": "image", "date_created": "1956-08-15T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NASA", "secondary_creator": "", "album": ["Mary_W_Jackson"], "asset": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-95113/LRC-1956-B701_P-95113~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-95113/LRC-1956-B701_P-95113~thumb.jpg"}
{"nasa_id": "GRC-1956-C-41394", "title": "Rolls Royce Avon RA-14 Engine in the Altitude Wind Tunnel", "description": "A Rolls Royce Avon RA-14 engine was tested in the Altitude Wind Tunnel at the National Advisory Committee for Aeronautics’ (NACA) Lewis Flight Propulsion Laboratory. The Avon RA-14 engine was a 16-stage axial-flow compressor turbojet capable of producing 9,500 pounds of thrust. The Avon replaced Rolls Royce’s successful Nene engine in 1950 and remained in service until 1974. It was one of several British engines studied in the tunnel during the 1950s.    The Altitude Wind Tunnel went through a series of modifications in 1951 to increase its capabilities. An annex was attached to the Exhauster Building to house three new Ingersoll-Rand compressors. The wooden blades on the tunnel’s 31-foot diameter fan were replaced, a pump house and exhaust cooler were constructed underneath the tunnel, and two new cells were added to the cooling tower. The modified wind tunnel continued to analyze jet engines in the 1950s, although the engines, like the RA-14 seen here, were much more powerful than those studied several years before.    Lewis researchers studied the RA-14 turbojet engine in the Altitude Wind Tunnel for 11 months in 1956. The engine was mounted on a stand capable of gauging engine thrust, and the tunnel’s air was ducted to the engine through a venturi and bellmouth inlet, seen in this photograph. The initial studies established the engine’s performance characteristics with a fixed-area nozzle and its acceleration characteristics. The researchers also used the tunnel to investigate windmilling of the compressor blades, restarting at high altitudes, and the engine’s performance limits at altitude.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-03-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-41394/GRC-1956-C-41394~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-41394/GRC-1956-C-41394~thumb.jpg"}
{"nasa_id": "E-2578", "title": "E-2578", "description": "NACA High-Speed Flight Station test pilot Stan Butchart flying the Iron Cross, the mechanical reaction control simulator. High-pressure nitrogen gas expanded selectively, by the pilot, through the small reaction control thrusters maneuvered the Iron Cross through the three axes. The exhaust plume can be seen from the aft thruster. The tanks containing the gas can be seen on the cart at the base of the pivot point of the Iron Cross. NACA technicians built the iron-frame simulator, which matched the inertia ratios of the Bell X-1B airplane, installing six jet nozzles to control the movement about the three axes of pitch, roll, and yaw.", "keywords": ["Iron Cross Attitude SimulatorNACA High-Speed Flight Station", "Stanley Butchart", "Iron Cross", "Bell X-1B"], "center": "AFRC", "media_type": "image", "date_created": "1956-09-27T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E-2578/E-2578~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E-2578/E-2578~thumb.jpg"}
{"nasa_id": "LRC-1956-B701_P-94722", "title": "F40 2655 on launcher", "description": "F40 2655 on launcher", "keywords": ["NASA", "Langley", "LRC", "LARC", "LRC-1956-B701_P-94722", "1956-L-94722"], "center": "LRC", "media_type": "image", "date_created": "1956-07-06T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NACA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-94722/LRC-1956-B701_P-94722~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-94722/LRC-1956-B701_P-94722~thumb.jpg"}
{"nasa_id": "LRC-1956-B701_P-95647", "title": "University of Maryland-Republic Terrapin Sounding Rocket  H121-2681-I(Terrapin)  Model on the Launcher ", "description": "LAL 95,647 University of Maryland-Republic Terrapin sounding rocket mounted on special launcher, September 21, 1956. Photograph published in A New Dimension  Wallops Island Flight Test Range: The First Fifteen Years by Joseph Shortal. A  NASA publication. Page 506.", "keywords": ["NASA", "Langley", "LRC", "LARC", "1956-L-95647", "Terrapin", "LRC-1956-B701_P-95647"], "center": "LRC", "media_type": "image", "date_created": "1956-10-21T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NACA, Foster", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-95647/LRC-1956-B701_P-95647~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1956-B701_P-95647/LRC-1956-B701_P-95647~thumb.jpg"}
{"nasa_id": "E-2633", "title": "E-2633", "description": "A photo of the control stick used on the Iron Cross Attitude Simulator. Although it resembled today's desktop computer flight sticks, its operation was different. As with a standard control stick, moving it back and forth raised and lowered the nose resulting in changes in pitch. Moving the stick to the right or left raised or lowered the wing, resulted in changes in roll. This control stick had a third axis, not found in standard control sticks. Twisting the stick to the right or left caused the airplane's nose to move horizontally in the same direction, resulting in changes in yaw.", "keywords": ["Iron Cross Attitude Simulator"], "center": "AFRC", "media_type": "image", "date_created": "1956-10-12T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E-2633/E-2633~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E-2633/E-2633~thumb.jpg"}
{"nasa_id": "E56-02452", "title": "E56-02452", "description": "F-101A Rear quarter view on Edwards Lakebed. Aug. 10, 1956", "keywords": ["F-101A", "Voodoo", "McDonnell", "single-seat fighter", "inlet-flow distortion", "total pressure recovery"], "center": "AFRC", "media_type": "image", "date_created": "1956-08-10T00:00:00Z", "location": "Edwards, CA, USA", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-02452/E56-02452~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-02452/E56-02452~thumb.jpg"}
{"nasa_id": "E56-02456", "title": "E56-02456", "description": "F-101A Front quarter view on Edwards Lakebed Aug. 10, 1956", "keywords": ["F-101A", "Voodoo", "McDonnell", "single-seat fighter", "inlet-flow distortion", "total pressure recovery"], "center": "AFRC", "media_type": "image", "date_created": "1956-08-10T00:00:00Z", "location": "Edwards, CA, USA", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-02456/E56-02456~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-02456/E56-02456~thumb.jpg"}
{"nasa_id": "GRC-1956-C-42127", "title": "Inspection of the New 10- by 10-Foot Supersonic Wind Tunnel", "description": "Attendees listen during the May 22, 1956 Inspection of the new 10- by 10-Foot Supersonic Wind Tunnel at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. The facility, known at the time as the Lewis Unitary Plan Tunnel, was in its initial stages of operation. The $33 million 10- by 10 was the most powerful wind tunnel in the nation. Over 150 guests from industry, other NACA laboratories, and the media attended the event.    The speakers, from left to right in the front row, addressed the crowd before the tour. Lewis Director Raymond Sharp began the event by welcoming the visitors to the laboratory. NACA Director Hugh Dryden discussed Congress’ Unitary Plan Act and its effect on the creation of the facility. Lewis Associate Director Abe Silverstein discussed the need for research tools and the 10- by 10’s place among the NACA’s other research facilities. Lewis Assistant Director Eugene Wasielewski described the detailed design work that went into the facility. Carl Schueller, Chief of the 10- by 10, described the tunnel’s components and how the facility operated. Robert Godman led the tour afterwards.    The 10- by 10 can test engines up to five feet in diameter at supersonic speeds and simulated altitudes of 30 miles. Its main purpose is to investigate problems relating to engine inlet and outlet geometry, engine matching and interference effects, and overall drag. The tunnel’s 250,000-horsepower electric motor drive, the most powerful of its kind in the world, creates air speeds between Mach 2.0 and 3.5.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1956-05-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1956-C-42127/GRC-1956-C-42127~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1956-C-42127/GRC-1956-C-42127~thumb.jpg"}
{"nasa_id": "E56-2607", "title": "E56-2607", "description": "Famed astronaut Neil A. Armstrong, the first man to set foot on the moon during the historic Apollo 11 space mission in July 1969, served for seven years as a research pilot at the NACA-NASA High-Speed Flight Station, now the Dryden Flight Research Center, at Edwards, California, before he entered the space program.  Armstrong joined the National Advisory Committee for Aeronautics (NACA) at the Lewis Flight Propulsion Laboratory (later NASA's Lewis Research Center, Cleveland, Ohio, and today the Glenn Research Center) in 1955. Later that year, he transferred to the High-Speed Flight Station at Edwards as an aeronautical research scientist and then as a pilot, a position he held until becoming an astronaut in 1962. He was one of nine NASA astronauts in the second class to be chosen.  As a research pilot Armstrong served as project pilot on the F-100A and F-100C aircraft, F-101, and the F-104A. He also flew the X-1B, X-5, F-105, F-106, B-47, KC-135, and Paresev. He left Dryden with a total of over 2450 flying hours. He was a member of the USAF-NASA Dyna-Soar Pilot Consultant Group before the Dyna-Soar project was cancelled, and studied X-20 Dyna-Soar approaches and abort maneuvers through use of the F-102A and F5D jet aircraft.  Armstrong was actively engaged in both piloting and engineering aspects of the X-15 program from its inception. He completed the first flight in the aircraft equipped with a new flow-direction sensor (ball nose) and the initial flight in an X-15 equipped with a self-adaptive flight control system. He worked closely with designers and engineers in development of the adaptive system, and made seven flights in the rocket plane from December 1960 until July 1962. During those fights he reached a peak altitude of 207,500 feet in the X-15-3, and a speed of 3,989 mph (Mach 5.74) in the X-15-1.  Armstrong has a total of 8 days and 14 hours in space, including 2 hours and 48 minutes walking on the Moon. In March 1966 he was commander of the Gemini 8 or", "keywords": ["Iron Cross Attitude Simulator", "Neil Armstrong", "X-15"], "center": "AFRC", "media_type": "image", "date_created": "1956-10-08T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E56-2607/E56-2607~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E56-2607/E56-2607~thumb.jpg"}
{"nasa_id": "E-2672", "title": "The NACA Exceptional Service Medal presented at the NACA High Speed Flight Station. L-R: Hugh Dryden, Joe Walker, Stan Butchart, Richard Payne", "description": "Hugh Dryden (far left) presents the NACA Exceptional Service Medal award at the NACA High Speed Flight Station. He awarded (L-R) Joe Walker (X-1A research pilot), Stan Butchart (pilot of the B-29 mothership),and Richard Payne (X-1A crew chief) in recognition of their research extending knowledge of swept wing flight.", "keywords": ["NACA", "Exceptional Service Medal", "X-1A", "Hugh Dryden", "Joe Walker", "Stan Butchart", "Richard Payne"], "center": "AFRC", "media_type": "image", "date_created": "1956-11-26T00:00:00Z", "location": "AFRC", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/E-2672/E-2672~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/E-2672/E-2672~thumb.jpg"}
