{"nasa_id": "LRC-1946-B701_P-46826", "title": "Flying Boat Construction ", "description": "Technicians are pictured installing flaps and wiring on a flying-boat model, circa 1944 (page 47). Photograph published in Winds of Change, 75th Anniversary NASA publication, by James Schultz. Photograph also published in Engineer in Charge: A History of the Langley Aeronautical Laboratory, 1917-1958 by James R. Hansen (page 209). -- Photographed on: 04/24/1946.", "keywords": ["LaRC", "NASA Langley", "LRC", "NACA Langley", "LRC-1946-B701_P-46826", "seaplanes", "floates", "aircraft  design", "women at work", "WWII"], "center": "LRC", "media_type": "image", "date_created": "1946-04-24T00:00:00Z", "location": "NASA Langley Research Center ", "photographer": "NACA Langley", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46826/LRC-1946-B701_P-46826~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46826/LRC-1946-B701_P-46826~thumb.jpg"}
{"nasa_id": "GRC-1946-C-14617", "title": "German Jumo 004 Engine at the Lewis Flight Propulsion Laboratory", "description": "Researcher Robert Miller led an investigation into the combustor performance of a German Jumo 004 engine at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. The Jumo 004 powered the world's first operational jet fighter, the Messerschmitt Me 262, beginning in 1942. The Me 262 was the only jet aircraft used in combat during World War II. The eight-stage axial-flow compressor Jumo 004 produced 2000 pounds of thrust.     The US Army Air Forces provided the NACA with a Jumo 004 engine in 1945 to study the compressor’s design and performance. Conveniently the engine’s designer Anselm Franz had recently arrived at Wright-Patterson Air Force Base in nearby Dayton, Ohio as part of Project Paperclip. The Lewis researchers used a test rig in the Engine Research Building to analyze one of the six combustion chambers. It was difficult to isolate a single combustor’s performance when testing an entire engine. The combustion efficiency, outlet-temperature distribution, and total pressure drop were measured. The researchers determined the Jumo 004’s maximum performance was 5000 revolutions per minute at a 27,000 foot altitude and 11,000 revolutions per minute at a 45,000 foot altitude.      The setup in this photograph was created for a tour of NACA Lewis by members of the Institute of Aeronautical Science on March 22, 1945.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-03-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-14617/GRC-1946-C-14617~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-14617/GRC-1946-C-14617~thumb.jpg"}
{"nasa_id": "GRC-1946-C-14679", "title": "General Dwight Eisenhower Visits the Lewis Flight Propulsion Laboratory", "description": "General Dwight Eisenhower addressed the staff of the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory during an April 11, 1946 visit to Cleveland. The former supreme commander of Allied Expeditionary Forces in Europe was on a tour of several US cities in the months following the end of World War II. The general arrived in Cleveland on his Douglas C-54 Skymaster, the 'Sunflower II'. Eisenhower employed this aircraft while leading forces during the war. Skymasters, the military version of the DC–4 transport aircraft, were used extensively by both the army and navy throughout the war years.    NACA Secretary John Victory, Lewis Director Raymond Sharp, and local politicians formally greeted Eisenhower as he deplaned at the NACA hangar. After patiently posing for the press photographers, Eisenhower accompanied Victory and Sharp to the Administration Building for a press conference. The general made a point of downplaying the prospects for another imminent war.     Afterwards Eisenhower was given a tour of the laboratory and addressed the NACA Lewis staff assembled outside the Administration Building on the importance of research and development. Eisenhower left the laboratory in a motorcade for a banquet being held in his honor downtown with the Cleveland Aviation Club.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-14679/GRC-1946-C-14679~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-14679/GRC-1946-C-14679~thumb.jpg"}
{"nasa_id": "GRC-1946-C-14517", "title": "Supersonic Research Display for Tour", "description": "On March 22, 1946, 250 members of the Institute of Aeronautical Science toured the NACA’s Aircraft Engine Research Laboratory. NACA Chairman Jerome Hunsaker and Secretary John Victory were on hand to brief the attendees in the Administration Building before the visited the lab’s test facilities. At each of the twelve stops, researchers provided brief presentations on their work. Topics included axial flow combustors, materials for turbine blades, engine cooling, icing prevention, and supersonic flight.    The laboratory reorganized itself in October 1945 as World War II came to an end to address newly emerging technologies such as the jet engine, rockets, and high-speed flight. While design work began on what would eventually become the 8- by 6-Foot Supersonic Wind Tunnel, NACA Lewis quickly built several small supersonic tunnels. These small facilities utilized the Altitude Wind Tunnel’s massive air handling equipment to generate high-speed airflow.    The display seen in this photograph was set up in the building that housed the first of these wind tunnels. Eventually the building would contain three small supersonic tunnels, referred to as the “stack tunnels” because of the vertical alignment. The two other tunnels were added to this structure in 1949 and 1951. The small tunnels were used until the early 1960s to study the aerodynamic characteristics of supersonic inlets and exits.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-03-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-14517/GRC-1946-C-14517~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-14517/GRC-1946-C-14517~thumb.jpg"}
{"nasa_id": "LRC-1946-B701_P-46820", "title": "Instrumentation in 16 Foot Wind Tunnel ", "description": "Instrumentation in 16 Foot Wind Tunnel manometer boards", "keywords": ["LRC", "LaRC", "NACA Langley", "NASA Langley", "R-LRC-1946-B701_P-46820", "16 Foot wind tunnel", "16' wind tunnel", "manometer boards", "LRC-1946-B701_P-46820"], "center": "LRC", "media_type": "image", "date_created": "1946-01-22T00:00:00Z", "location": "NASA Langley Reseach Center ", "photographer": "NACA, Taub", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46820/LRC-1946-B701_P-46820~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46820/LRC-1946-B701_P-46820~thumb.jpg"}
{"nasa_id": "GRC-1946-C-15053", "title": "Aerial View of NACA's Lewis Flight Propulsion Research Laboratory", "description": "The National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory in Cleveland, Ohio as seen from the west in May 1946. The Cleveland Municipal Airport is located directly behind. The laboratory was built in the early 1940s to resolve problems associated with aircraft engines. The initial campus contained seven principal buildings: the Engine Research Building, hangar, Fuels and Lubricants Building, Administration Building, Engine Propeller Research Building, Altitude Wind Tunnel, and Icing Research Tunnel. These facilities and their associated support structures were located within an area occupying approximately one-third of the NACA’s property.     After World War II ended, the NACA began adding new facilities to address different problems associated with the newer, more powerful engines and high speed flight. Between 1946 and 1955, four new world-class test facilities were built: the 8- by 6-Foot Supersonic Wind Tunnel, the Propulsion Systems Laboratory, the Rocket Engine Test Facility, and the 10- by 10-Foot Supersonic Wind Tunnel. These large facilities occupied the remainder of the NACA’s semicircular property.     The Lewis laboratory expanded again in the late 1950s and early 1960s as the space program commenced. Lewis purchased additional land in areas adjacent to the original laboratory and acquired a large 9000-acre site located 60 miles to the west in Sandusky, Ohio. The new site became known as Plum Brook Station.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-05-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-15053/GRC-1946-C-15053~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-15053/GRC-1946-C-15053~thumb.jpg"}
{"nasa_id": "ARC-1946-A-9943", "title": "ARC-1946-A-9943", "description": "NACA photographer  Aerial view newly completed NACA Ames Research Center 12ft Pressure Wind Tunnel N-206", "keywords": ["Aerial", "NACA"], "center": "ARC", "media_type": "image", "date_created": "1946-05-27T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1946-A-9943/ARC-1946-A-9943~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1946-A-9943/ARC-1946-A-9943~thumb.jpg"}
{"nasa_id": "GRC-1946-C-15677", "title": "GRC-1946-C-15677", "description": "Mechanic prepares a General Electric I-40 turbojet for testing (NASA C1946-15677).", "keywords": ["c1946_15600s", "1946_15677.JPG"], "center": "GRC", "media_type": "image", "date_created": "1946-08-27T00:00:00Z", "location": "Cleveland, OH, USA", "photographer": "NASA/GRC/FRED LINGELBACH", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-15677/GRC-1946-C-15677~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-15677/GRC-1946-C-15677~thumb.jpg"}
{"nasa_id": "ARC-1946-A-10279", "title": "ARC-1946-A-10279", "description": "NACA Photographer Electrically heated airfoil - wing glove on C-46 airplane", "keywords": ["NACA", "C-46"], "center": "ARC", "media_type": "image", "date_created": "1946-07-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1946-A-10279/ARC-1946-A-10279~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1946-A-10279/ARC-1946-A-10279~thumb.jpg"}
{"nasa_id": "GRC-1946-C-17312", "title": "General Electric TG-100A Turboprop in the Altitude Wind Tunnel", "description": "A General Electric TG-100A seen from the rear in the test section of the Altitude Wind Tunnel at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory in Cleveland, Ohio. The Altitude Wind Tunnel was used to study almost every model of US turbojet that emerged in the 1940s, as well as some ramjets and turboprops. In the early 1940s the military was interested in an engine that would use less fuel than the early jets but would keep up with them performance-wise. Turboprops seemed like a plausible solution. They could move a large volume of air and thus required less engine speed and less fuel.    Researchers at General Electric’s plant in Schenectady, New York worked on the turboprop for several years in the 1930s. They received an army contract in 1941 to design a turboprop engine using an axial-flow compressor. The result was the 14-stage TG-100, the nation's first turboprop aircraft engine. Development of the engine was slow, however, and the military asked NACA Lewis to analyze the engine’s performance.   The TG-100A was tested in the Altitude Wind Tunnel and it was determined that the compressors, combustion chamber, and turbine were impervious to changes in altitude. The researchers also established the optimal engine speed and propeller angle at simulated altitudes up to 35,000 feet. Despite these findings, development of the TG-100 was cancelled in May 1947. Twenty-eight of the engines were produced, but they were never incorporated into production aircraft.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-12-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-17312/GRC-1946-C-17312~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-17312/GRC-1946-C-17312~thumb.jpg"}
{"nasa_id": "ARC-1969-A-9175", "title": "ARC-1969-A-9175", "description": "Crash of Douglas  XSB2D-1 (Bu. No. 03552) airplane in a Sunnyvale , CA prune orchard caused by engine failure. Note the spectator crawling into the rear cockpit to remove the clock .  Note:  Used in publication Flight Research at Ames;  57 Years of Development and Validation of Aeronautical Technology NASA SP-1998-3300 fig.19", "keywords": ["Crash", "Douglas", "XSB2D-1"], "center": "ARC", "media_type": "image", "date_created": "1946-01-10T16:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1969-A-9175/ARC-1969-A-9175~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1969-A-9175/ARC-1969-A-9175~thumb.jpg"}
{"nasa_id": "ARC-1946-A-10034", "title": "ARC-1946-A-10034", "description": "Douglas XBT2D-1 (Bu. No. 09086) Skyraider prototype  Note:  Used in publication Flight Research at Ames;  57 Years of Development and Validation of Aeronautical Technology NASA SP-1998-3300 fig 55", "keywords": ["Douglas", "XBT2D-1"], "center": "ARC", "media_type": "image", "date_created": "1946-06-18T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1946-A-10034/ARC-1946-A-10034~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1946-A-10034/ARC-1946-A-10034~thumb.jpg"}
{"nasa_id": "GRC-1946-C-15675", "title": "General Electric I-40 Engine at the Lewis Flight Propulsion Laboratory", "description": "A mechanic works on a General Electric I-40 turbojet at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. The military selected General Electric’s West Lynn facility in 1941 to secretly replicate the centrifugal turbojet engine designed by British engineer Frank Whittle. General Electric’s first attempt, the I-A, was fraught with problems. The design was improved somewhat with the subsequent I-16 engine. It was not until the engine's next reincarnation as the I-40 in 1943 that General Electric’s efforts paid off. The 4000-pound thrust I-40 was incorporated into the Lockheed Shooting Star airframe and successfully flown in June 1944. The Shooting Star became the US’s first successful jet aircraft and the first US aircraft to reach 500 miles per hour.    The NACA’s Lewis Flight Propulsion Laboratory studied all of General Electric’s centrifugal turbojets both during World War II and afterwards. The entire Shooting Star aircraft was investigated in the Altitude Wind Tunnel during 1945. The researchers studied the engine compressor performance, thrust augmentation using a water injection, and compared different fuel blends in a single combustor.    The mechanic in this photograph is inserting a combustion liner into one of the 14 combustor cans. The compressor, which is not yet installed in this photograph, pushed high pressure air into these combustors. There the air mixed with the fuel and was heated. The hot air was then forced through a rotating turbine that powered the engine before being expelled out the nozzle to produce thrust.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-08-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-15675/GRC-1946-C-15675~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-15675/GRC-1946-C-15675~thumb.jpg"}
{"nasa_id": "GRC-1946-C-15737", "title": "Lockheed P-80 Shooting Star at the National Air Races in Cleveland, Ohio", "description": "A Lockheed P-80 Shooting Star jet aircraft on the tarmac at the National Advisory Committee for Aeronautics (NACA) NACA Lewis Flight Propulsion Laboratory in Cleveland, Ohio. The Air Force aircraft was participating in the 1946 National Air Races over Labor Day weekend. The air races were held at the Cleveland Municipal Airport seven times between 1929 and 1939. The events included long distance, sprint, and circuit competitions, as well as aeronautical displays, demonstrations, and celebrities. The air races were suspended indefinitely in 1940 for a variety of reasons, including the start of World War II in Europe.     The nature of the National Air Races changed dramatically when the event resumed in 1946. The introduction of jet aircraft, primarily the Lockheed P-80 seen here, required an entire separate division for each event. Since military pilots were the only ones with any jet aircraft experience, only they could participate in those divisions. In addition, the performance and quantity of commercially manufactured piston aircraft had increased dramatically during the war. By 1946, the custom-built racing aircraft that made the pre-war races so interesting were no longer present.    The P-80 was the first US-designed and US-manufactured jet aircraft. Early models were tested during the war in NACA Lewis’ Altitude Wind Tunnel. A modified P-80 set the world’s speed record at the 1947 air races by achieving 620 miles per hour.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-08-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-15737/GRC-1946-C-15737~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-15737/GRC-1946-C-15737~thumb.jpg"}
{"nasa_id": "A-9691", "title": "Swept wing with inboard split flaps in Ames 40x80 foot Wind Tunnel.", "description": "Front View of -45 deg. Forward swept wing with inboard split flaps deflected 60 deg. In NACA Ames 40x80 foot Wind Tunnel.", "keywords": ["Swept Wing", "Ames", "ARC", "Aeronautics", "40x80ft", "Wind Tunnel"], "center": "ARC", "media_type": "image", "date_created": "1946-04-22T00:00:00Z", "location": "Ames Research Center", "photographer": "NACA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/A-9691/A-9691~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/A-9691/A-9691~thumb.jpg"}
{"nasa_id": "GRC-1946-C-16086", "title": "NACA Photographer Films a Ramjet Test", "description": "A National Advisory Committee for Aeronautics (NACA) photographer films the test of a ramjet engine at the Lewis Flight Propulsion Laboratory. The laboratory had an arsenal of facilities to test the engines and their components, and immersed itself in the study of turbojet and ramjet engines during the mid-1940s. Combustion, fuel injection, flameouts, and performance at high altitudes were of particular interest to researchers. They devised elaborate schemes to instrument the engines in order to record temperature, pressure, and other data. Many of the tests were also filmed so Lewis researchers could visually review the combustion performance along with the data.    The photographer in this image was using high-speed film to document a thrust augmentation study at Lewis’ Jet Static Propulsion Laboratory. The ramjet in this photograph was equipped with a special afterburner as part of a general effort to improve engine performance.     Lewis’ Photo Lab was established in 1942. The staff was expanded over the next few years as more test facilities became operational. The Photo Lab’s staff and specialized equipment have been key research tools for decades. They accompany pilots on test flights, use high-speed cameras to capture fleeting processes like combustion, and work with technology, such as the Schlieren camera, to capture supersonic aerodynamics. In addition, the group has documented construction projects, performed publicity work, created images for reports, and photographed data recording equipment.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-10-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-16086/GRC-1946-C-16086~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-16086/GRC-1946-C-16086~thumb.jpg"}
{"nasa_id": "GRC-1946-C-14736", "title": "Aircraft Fleet on the Tarmac at the Lewis Flight Propulsion Laboratory", "description": "This fleet of military aircraft was used in the 1940s for research at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory in Cleveland, Ohio. The NACA Lewis flight research program was established in March 1943 to augment the lab’s wartime research efforts. NACA Lewis possessed a host of wind tunnels, test stands, and other ground facilities designed to replicate flight conditions, but actual flight tests remained an integral research tool.     The military loaned NACA Lewis 15 different aircraft during World War II and six others in the six months following the end of hostilities. During the war these aircraft supported three main efforts: the improved performance of reciprocating engines, better fuel additives and mixtures, and deicing systems. The wartime researchers used the types of aircraft which the studies were intended to improve. After the war the research aircraft served as test beds to investigate engines or systems that often had little to do with the research aircraft. During the war, NACA Lewis’ three pilots were supported by 16 flight engineers, 36 mechanics, and 10 instrumentation specialists.    The visible aircraft, from left to right, are a Boeing B-29 Superfortress, a Martin B-26A Marauder, two Consolidated B-24 Liberators, a Cessna UC-78 Bobcat, and a Northrop P-61 Black Widow. Partially obscured are a North American P-51 Mustang, a Bell P-63 King Cobra, a North American AT-6 Texan, and a Lockheed RA-29 Hudson.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-14736/GRC-1946-C-14736~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-14736/GRC-1946-C-14736~thumb.jpg"}
{"nasa_id": "LRC-1946-B701_P-46823", "title": "16 Foot Wind Tunnel Personnel ", "description": "16 Foot Wind Tunnel personnel at work  ", "keywords": ["LRC", "LaRC", "NACA Langley", "NASA Langley", "R-LRC-1946-B701_P-46823", "LRC-1946-B701_P-46823"], "center": "LRC", "media_type": "image", "date_created": "1946-01-22T00:00:00Z", "location": "NASA Langley Reseach Center ", "photographer": "NACA Langley", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46823/LRC-1946-B701_P-46823~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1946-B701_P-46823/LRC-1946-B701_P-46823~thumb.jpg"}
{"nasa_id": "ARC-1946-A-10280", "title": "ARC-1946-A-10280", "description": "NACA Photographer Electrically heated airfoil - wing glove on C-46 airplane", "keywords": ["NACA", "C-46"], "center": "ARC", "media_type": "image", "date_created": "1946-07-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1946-A-10280/ARC-1946-A-10280~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1946-A-10280/ARC-1946-A-10280~thumb.jpg"}
{"nasa_id": "A-9591", "title": "Nacelles and props in 40x80 foot wind tunnel at Ames.", "description": "Publicity Shot of close up of Nacell, Drive Nacel and cooling vent in nose for wind tunnel in NACA Ames 40x80 foot Wind Tunnel.", "keywords": ["Nacell", "Ames", "ARC", "40x80ft", "Wind Tunnel", "Aeronautics"], "center": "ARC", "media_type": "image", "date_created": "1946-03-20T00:00:00Z", "location": "Ames Research Center", "photographer": "NACA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/A-9591/A-9591~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/A-9591/A-9591~thumb.jpg"}
{"nasa_id": "GRC-1946-C-14242", "title": "Ramjet Testing in the NACA's Altitude Wind Tunnel", "description": "A 20-inch diameter ramjet installed in the Altitude Wind Tunnel at the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. The Altitude Wind Tunnel was used in the 1940s to study early ramjet configurations. Ramjets provide a very simple source of propulsion. They are basically a tube which takes in high-velocity air, ignites it, and then expels the expanded airflow at a significantly higher velocity for thrust. Ramjets are extremely efficient and powerful but can only operate at high speeds. Therefore a turbojet or rocket was needed to launch the vehicle.    This NACA-designed 20-inch diameter ramjet was installed in the Altitude Wind Tunnel in May 1945. The ramjet was mounted under a section of wing in the 20-foot diameter test section with conditioned airflow ducted directly to the engine. The mechanic in this photograph was installing instrumentation devices that led to the control room.    NACA researchers investigated the ramjet’s overall performance at simulated altitudes up to 47,000 feet. Thrust measurements from these runs were studied in conjunction with drag data obtained during small-scale studies in the laboratory’s small supersonic tunnels. An afterburner was attached to the ramjet during the portions of the test program. The researchers found that an increase in altitude caused a reduction in the engine’s horsepower. They also determined the optimal configurations for the flameholders, which provided the engine’s ignition source.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-02-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-14242/GRC-1946-C-14242~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-14242/GRC-1946-C-14242~thumb.jpg"}
{"nasa_id": "9131496", "title": "Early Rockets", "description": "A V-2 rocket takes flight at White Sands, New Mexico, in 1946. The German engineers and scientists who developed the V-2 came to the United States at the end of World War II and continued rocket testing under the direction of the U. S. Army, launching more than sixty V-2s. ", "keywords": ["V-2"], "center": "MSFC", "media_type": "image", "date_created": "1946-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9131496/9131496~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9131496/9131496~thumb.jpg"}
{"nasa_id": "GRC-1946-C-15318", "title": "Consolidated B-24M Liberator Equipped for Icing Research", "description": "A Consolidated B-25M Liberator modified for icing research by the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory. NACA Lewis performed a limited amount of icing research during World War II, but the program expanded significantly in 1946. The accumulation of ice on aircraft was a continual problem. The ice formations could result in extra weight, aerodynamic penalties, and blockage engine inlets. Although the Lewis icing researchers utilized numerous aircraft, the program’s two workhorses were the B-24M Liberator, seen here, and a North American XB-25E Mitchell.   The Consolidated Aircraft Company created the four-engine bomber in the early 1940s. During World War II the bomber was employed on long-duration bombing missions in both Europe and the Pacific. Production of the B-24M version did not begin until October 1944 with the end of the war in Europe approaching. This resulted in scores of unneeded bombers when hostilities ended. This B-24M arrived at the NACA Lewis laboratory in November 1945.    At Lewis the B-24M was repeatedly modified to study ice accretion on aircraft components. Researchers analyzed different anti-icing and deicing strategies and gathered statistical ice measurement data. The B-24M was also used to study ice buildup on jet engines. A General Electric I-16 engine was installed in the aircraft’s waist compartment with an air scoop on the top of the aircraft to duct air to the engine. Water spray nozzles inside the aircraft were employed to simulate icing conditions at the turbojet’s inlet.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1946-07-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1946-C-15318/GRC-1946-C-15318~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1946-C-15318/GRC-1946-C-15318~thumb.jpg"}
