{"nasa_id": "s74-17741", "title": "Skylab 4 Command Module in Pacific Ocean after splashdown", "description": "S74-17741 (8 Feb. 1974) --- The Skylab 4 Command Module splashes down in the Pacific Ocean southwest of San Diego, California at 10:17 a.m., Feb. 8, 1974. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-17741/s74-17741~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-17741/s74-17741~thumb.jpg"}
{"nasa_id": "7562270", "title": "Saturn Apollo Program", "description": "On July 3, 1974 NASA commemorated the 5th anniversary of the Apollo 11, first lunar landing mission, at the Kennedy Space Center (KSC). Launch Pad 39, from which astronauts Neil Armstrong, Edwin Aldrin, and Michael Collins first embarked on their historic journey to the Moon, was dedicated as a national landmark. Apollo 11 was launched at 9:32 am on July 16, 1969 and made the first successful lunar landing July 20th. During the 45 minute ceremony, the three Apollo 11 astronauts unveiled this plaque which was placed at the launch site. Other participating dignitaries included Dr. James Fletcher and Dr. George H. Low, NASA Administrator and Deputy Administrator respectively; Florida Governor Rubin Askew; Senator frank E. Moss; Congressman Olin E. Teague, and Kurt Debus, KSC Director. Apollo 11 launched from the Kennedy Space Center, Florida via a Saturn V launch which was developed by the Marshall Space Flight Center (MSFC) under the direction of Dr. Wernher von Braun.  ", "keywords": ["Apollo 11", "5th Anniversary", "Commemoration Plaque", "KSC"], "center": "MSFC", "media_type": "image", "date_created": "1974-07-03T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7562270/7562270~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7562270/7562270~thumb.jpg"}
{"nasa_id": "sl4-142-4577", "title": "South Georgia Island in the South Atlantic Ocean", "description": "SL4-142-4577 (28 Jan. 1974) --- Two large ice islands in the vicinity of South Georgia Island in the South Atlantic Ocean, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, with SO-368 medium-speed Ektachrome. One of the ice islands is partially obscured by clouds. Ice islands were observed as large as 45 by 60 kilometers (27 x 37 miles) and as far north as 45 degrees south latitude. The size and distribution of the \"small\" icebergs (to a ship they would look very large) can be used to study the local winds and currents. Recent research has suggested the possibility of towing such Antarctic icebergs to selected areas and using them as water supplies. One such iceberg would contain many times the water as in Lake Powell. Photo credit: NASA", "keywords": ["ATLANTIC OCEAN", "EARTH OBSERVATIONS (FROM SPACE)", "ICE", "ISLANDS", "PHOTOGRAPHY", "ONBOARD ACTIVITIES", "SKYLAB 4", "SKYLAB PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-02-28T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-142-4577/sl4-142-4577~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-142-4577/sl4-142-4577~thumb.jpg"}
{"nasa_id": "S74-23458", "title": "SKYLAB (SL)-3 - EXPERIMENTS (APOLLO TELESCOPE MOUNT [ATM])", "description": "S74-23458 (19 Dec. 1973) --- This photograph of the sun, taken on Dec. 19, 1973, during the third and final manned Skylab mission (Skylab 4), shows one of the most spectacular solar flares ever recorded, spanning more than 588,000 kilometers (365,000 miles) across the solar surface. The last picture, taken some 17 hours earlier, showed this feature as a large quiescent prominence on the eastern side of the sun. The flare gives the distinct impression of a twisted sheet of gas in the process of unwinding itself. Skylab photographs such quiescent features erupt from the sun. In this photograph the solar poles are distinguished by a relative absence of supergranulation network, and a much darker tone than the central portions of the disk. Several active regions are seen on the eastern side of the disk. The photograph was taken in the light of ionized helium by the extreme ultraviolet spectroheliograph instrument of the United States Naval Research Laboratory. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-23458/S74-23458~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-23458/S74-23458~thumb.jpg"}
{"nasa_id": "sl4-138-3843", "title": "Northern California near San Francisco", "description": "SL4-138-3843 (1 Jan. 1974) --- A part of northern California centered near San Francisco Bay photographed at 3 p.m. Jan. 2, 1974, from the Skylab space station in Earth orbit. This near vertical view encompasses the coastline from Monterey Bay (right) to about 50 miles north of Point Reyes (left) and includes, from bottom to top, San Francisco Bay (center), Sacramento Valley (left center), San Joaquin Valley (right center), and the snow-covered Sierra Nevada. Afternoon shadows sharply delineate a valley which parallels San Francisco Bay, crosses Point Reyes, and lies between the Bay and the Pacific coastline. This valley marks the location of the San Andreas Fault, a major break in the Earth's crust. Forces acting on the crust are causing the land west (bottom) of the fault line to move north relative to land on the east side. The Skylab 4 astronauts photographed major fault zones in South America, New Zealand, Japan and Africa for use in the study of worldwide tectonic system. Agricultural areas in the Sacramento and San Joaquin Valleys are indicated by the tan areas which are easily discerned in contrast to the green-gray background. Photo credit: NASA", "keywords": ["BAYS", "CALIFORNIA", "COASTS", "EARTH OBSERVATIONS (FROM SPACE)", "MOUNTAINS", "ONBOARD ACTIVITIES", "PHOTOGRAPHY", "SKYLAB 4", "SKYLAB PROGRAM", "VALLEYS"], "center": "JSC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-138-3843/sl4-138-3843~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-138-3843/sl4-138-3843~thumb.jpg"}
{"nasa_id": "sl4-136-3501", "title": "View of portion of Queensland, Australia from Skylab space station", "description": "SL4-136-3501 (6 Dec. 1973) --- A vertical view of a portion of the State of Queensland, Australia, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, with SO-368 medium speed Ektachrome film. The body of water is the southeastern part of the Gulf of Carpentaria. This picture was taken in support studies of the north Australian drought region. The largest island seen is Mornington. The town of Normanton can also be seen. Of interest here is the sediment-laden waters at the perimeter of the Gulf showing how rains at the end of the drought are washing the top soil into the sea after the drought killed the covering vegetation. Also noted is that the vegetation patterns tend more toward those of other arid regions (i.e. they follow topographic and hydrographic patterns) rather than those in other parts of Australia (i.e. more convenient and easier to see, rectilinear patterns which are prevalent in less arid areas). Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-136-3501/sl4-136-3501~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-136-3501/sl4-136-3501~thumb.jpg"}
{"nasa_id": "sl4-139-4029", "title": "State of Florida as seen from Skylab", "description": "SL4-139-4029 (10 Jan. 1974) --- An oblique view of the State of Florida, looking northward up the peninsula, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewman. The camera used was a hand-held 70mm Hasselblad, with SO-368 medium-speed Ektachrome. This view shows almost the entire state, except the panhandle region. The Bahama Banks area appears in the southeast part of the picture as the light blue water. Andros Island in the Bahamas group is the island in the lower right corner. The Gulfstream flows between Florida and the Bahama Banks. This fast-moving, warm-water current transports energy from the tropics to the northern latitudes. The effect of the warmer Gulfstream waters on the atmosphere is seen as increased convection (caused by the warmer water heating the air from below) resulting in the fair weather cumulus seen confined primarily over the Gulfstream. A portion of Cuba is seen in the lower left corner of the picture. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-10T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-4029/sl4-139-4029~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-4029/sl4-139-4029~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-3982-11", "title": "ARC-1974-A74-3982-11", "description": "CV-990 Galileo II arrival at Ames after first expedition -  decending ramp are from top Don Anderson, Mike Bader,  Hans Mark", "keywords": ["CV-990"], "center": "ARC", "media_type": "image", "date_created": "1974-09-29T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-11/ARC-1974-A74-3982-11~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-11/ARC-1974-A74-3982-11~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-08901", "title": "Minority Professionals at NASA Langley, Samuel J. Scott", "description": "Minority Professionals at NASA Langley Research Center Samuel J. Scott  on the right. ", "keywords": ["NASA Langley", "LaRC", "Minority", "professionals", "NASA", "Langley", "LRC", "LRC-L-1974-8902-B701_P_8902.tif", "Samuel J. Scott", "Samuel Scott"], "center": "LRC", "media_type": "image", "date_created": "1974-12-24T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NASA, Robert (Bob) Nye", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08901/LRC-1974-B701_P-08901~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08901/LRC-1974-B701_P-08901~thumb.jpg"}
{"nasa_id": "101-ksc-76p-300", "title": "101-KSC-76P-300", "description": "Half-Mars hangs in space 685,000 kilometers (425,000 miles) above Viking 1 as the spacecraft approaches the planet. This picture was taken at 6:40 p.m. PDT on June 16 by one of two telescope-equipped TV cameras aboard the Viking 1 Orbiter. A violet filter was used. Resolution is approximately 17 kilometers (10.5 miles) at center of disk. North is toward upper right and the south pole is in the dark to the lower left. We are looking at the morning side of the planet; that is, the planet is rotating from left to right. Toward the bottom of the image is a very bright irregular feature within a somewhat less bright circular feature. The circular feature is Hellas, a 2,000-kilometer(1,250-mile) diameter impact basin. Numerous craters are just visible within the frost-covered region. To the south of Hellas is another brighter area. This is probably an area of discontinuous frost cover around the south pole. The image is very bright toward the edge of the planet because of atmospheric scattering in the violet. Viking 1 will begin orbiting Mars on Saturday, June 19, with the landing planned for July 4. The Viking Project is managed by the NASA Langley Reseach Center, Hampton, Va.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-02-11T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": ["Mars"], "asset": "http://images-assets.nasa.gov/image/101-ksc-76p-300/101-ksc-76p-300~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/101-ksc-76p-300/101-ksc-76p-300~thumb.jpg"}
{"nasa_id": "KSC-74PC-0546", "title": "KSC-74PC-0546", "description": "CAPE CANAVERAL, Fla. -- Mating of the Symphonie spacecraft.     Photo credit: NASA", "keywords": ["ULO, France, Germany, CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-12-10T00:00:00Z", "location": "Cape Canaveral, FL", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0546/KSC-74PC-0546~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0546/KSC-74PC-0546~thumb.jpg"}
{"nasa_id": "ARC-1974-ACD74-4014-20", "title": "ARC-1974-ACD74-4014-20", "description": "C-141 KAO in early morning flight home to Ames Research Center", "keywords": [], "center": "ARC", "media_type": "image", "date_created": "1974-09-27T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-ACD74-4014-20/ARC-1974-ACD74-4014-20~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-ACD74-4014-20/ARC-1974-ACD74-4014-20~thumb.jpg"}
{"nasa_id": "sl4-140-4110", "title": "View of USSR, Siberia, Ozero, Kanka, Ussiriysk, Sea of Japan and Kavalerovo", "description": "SL4-140-4110 (January 1974) --- View of the USSR, Siberia area from Skylab 4. Other areas seen are Ozero, Kanka, Ussiriysk, the Sea of Japan and Kavalerovo (45.5N, 135.5E). Photo credit: NASA", "keywords": ["CITIES", "EARTH OBSERVATIONS (FROM SPACE)", "ONBOARD ACTIVITIES", "PHOTOGRAPHY", "SEA OF JAPAN", "SIBERIA", "SKYLAB 4", "SKYLAB PROGRAM", "U.S.S.R."], "center": "JSC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-140-4110/sl4-140-4110~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-140-4110/sl4-140-4110~thumb.jpg"}
{"nasa_id": "sl4-139-3942", "title": "View of Island of Kyushu, Japan from Skylab", "description": "SL4-139-3942 (7 Jan. 1974) --- This oblique view of the Island of Kyushu, Japan, was taken from the Earth-orbiting Skylab space station on Jan. 8, 1974 during its third manning. A plume from the volcano Sakurajima (bottom center) is clearly seen as it extends about 80 kilometers (50 miles) east from the volcano. (EDITOR'S NOTE: On Jan. 10, 2013, a little over 39 years after this 1974 photo was made from the Skylab space station, Expedition 34 crew members aboard the International Space Station took a similar picture (frame no. ISS034-E-027139) featuring smoke rising from the same volcano, with much of the island of Kyushu visible. Interesting comparisons can be made between the two photos, at least as far as the devices used to record them. The Skylab image was made by one of the three Skylab 4 crew members with a hand-held camera using a 100-mm lens and 70-mm color film, whereas the station photo was taken with 180-mm lens on a digital still camera, hand-held by one of the six crew members). Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-07T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3942/sl4-139-3942~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3942/sl4-139-3942~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-08904", "title": "Minority Professionals at NASA Langley Research Center ", "description": "Minority Professionals at NASA Langley Research Center Christine Darden  ", "keywords": ["Hover Photos of P1127Minority Professor at LRC", "LRC", "LaRC", "NASA Langley", "LRC-1974-B701_P-08904", "Christine Darden", "Minority Profeddionals", "High speed research", "Hidden Figures", "Congressional Gold Metal winner"], "center": "LRC", "media_type": "image", "date_created": "1974-12-22T00:00:00Z", "location": "NASA Langley Research Center ", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08904/LRC-1974-B701_P-08904~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08904/LRC-1974-B701_P-08904~thumb.jpg"}
{"nasa_id": "GRC-1974-C-04007", "title": "Centaur Launch Control Room at Lewis Research Center", "description": "A Centaur rocket control room in the Development Engineering Building (DEB) at the National Aeronautics and Space Administration (NASA) Lewis Research Center in Cleveland, Ohio. The DEB, completed in the mid-1960s, provided office space for several hundred development engineers outside the center’s main gate. The location of the DEB emphasized the development staff’s separation from the research side of the laboratory.     This control room at Lewis was directly linked to Cape Kennedy. The Lewis staff in Cleveland could monitor and back up the Lewis launch team in the actual control room at the Cape. This photograph was taken during the preparations for the Titan-Centaur-Helios launch on December 10, 1974. The panels to the left listed the countdown events for the Centaur rocket. The launch countdown clock can be seen above these panels. The two panels on the right listed events predicted to occur during the flight and the availability of the tracking stations. The clock above the panels indicated the time remaining before the launch window expired.   The Launch Vehicles Division was created in 1969 to manage the launches of all Centaur and Agena rockets. The Launch Vehicles Division worked with the engineers to design the payload in a manner that ensured that its size and weight were within Centaur’s parameters. They also developed the proper trajectory analysis for the launch. These trajectories often had to be adjusted if the launch did not occur on the planned date.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-12-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-04007/GRC-1974-C-04007~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-04007/GRC-1974-C-04007~thumb.jpg"}
{"nasa_id": "7449835", "title": "Skylab", "description": "This image of Skylab in orbit was taken as the third crew (Skylab-4) departed the space station after 84 days in the orbiting laboratory. A smiling Skylab seemed to wink good-bye for the job well done.", "keywords": ["Skylab-4", "Onboard Photograph"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7449835/7449835~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7449835/7449835~thumb.jpg"}
{"nasa_id": "S74-17457", "title": "SKYLAB IV - INFLIGHT", "description": "S74-17457 (3 Feb. 1974) --- This view of the Skylab 4 Command/Service Module in a docked configuration is a frame from a roll of movie film exposed by a 16mm Maurer camera. The other four components of the Skylab space station in Earth orbit are out of view to the right. This picture was taken by astronaut Gerald P. Carr, Skylab 4 commander, during the final Skylab extravehicular activity (EVA) which took place on Feb. 3, 1974. The crew members -- Gerald Carr, Edward Gibson and William Pogue -- were the first NASA astronauts to spend New Year's in space. A week earlier, they became the first crew to perform an EVA on Christmas day. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17457/S74-17457~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17457/S74-17457~thumb.jpg"}
{"nasa_id": "S74-23551", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) Russian language class", "description": "Apollo Soyuz Test Project (ASTP) astronauts Donald K. Slayton, docking module pilot; and Thomas P. Stafford, commander are photographed during ASTP Russian language class.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-23551/S74-23551~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-23551/S74-23551~thumb.jpg"}
{"nasa_id": "sl4-143-4707", "title": "View of Skylab space station cluster in Earth orbit from CSM", "description": "SL4-143-4707 (8 Feb. 1974) --- An overhead view of the Skylab space station cluster in Earth orbit as photographed from the Skylab 4 Command and Service Modules (CSM) during the final fly-around by the CSM before returning home. The space station is contrasted against a cloud-covered Earth. Note the solar shield which was deployed by the second crew of Skylab and from which a micrometeoroid shield has been missing since the cluster was launched on May 14, 1973. The OWS solar panel on the left side was also lost on workshop launch day. Photo credit: NASA", "keywords": ["EARTH (PLANET)", "EARTH OBSERVATIONS (FROM SPACE)", "ONBOARD ACTIVITIES", "ORBITS", "ORBITAL SPACE STATIONS", "PHOTOGRAPHY", "SKYLAB 4", "SKYLAB PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-02-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-143-4707/sl4-143-4707~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-143-4707/sl4-143-4707~thumb.jpg"}
{"nasa_id": "S74-20807", "title": "Cosmonaut Aleksey Leonov briefed on Apollo Communications test system console", "description": "S74-20807 (23 April 1974) --- Cosmonaut Aleksey A. Leonov (foreground) is briefed on the Apollo communications test system console in the Building 440 laboratory during the joint U.S.-USSR Apollo-Soyuz Test Project training activity at the Johnson Space Center. Leonov is the commander of the Soviet ASTP crew. Leonov is being briefed by astronaut Thomas P. Stafford, commander of the American ASTP crew.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "ASTRONAUTS", "COMMUNICATION EQUIPMENT", "CONSOLES", "COSMONAUTS", "FACILITIES", "JOHNSON SPACE CENTER", "TEXAS", "TRAINING"], "center": "JSC", "media_type": "image", "date_created": "1974-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20807/S74-20807~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20807/S74-20807~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9032-234", "title": "ARC-1974-AC74-9032-234", "description": "Pioneer 11 Mission to Jupiter: encounter briefing with (L-R) Dr. E. J. Smith, Dr J. A. Van Allen, and Dr D. L. Judge", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-02T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9032-234/ARC-1974-AC74-9032-234~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9032-234/ARC-1974-AC74-9032-234~thumb.jpg"}
{"nasa_id": "KSC-74PC-0535", "title": "KSC-74PC-0535", "description": "CAPE CANAVERAL, Fla. -- The solar panels of Symphonie-A, a Franco-German communications satellite to be launched by KSC aboard a Delta rocket in December, undergo checkout in Hangar S at Cape Canaveral Air Force Station. Symphonie-A is to be placed in a synchronous orbit 22,300 miles above the equator in the Atlantic Ocean due south of Monrovia, Liberia. Launch by KSC's Unmanned Launch Operations Directorate is scheduled for no earlier than Dec. 17.      Photo credit: NASA", "keywords": ["ULO, France, Germany, CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-11-13T00:00:00Z", "location": "Cape Canaveral, FL", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0535/KSC-74PC-0535~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0535/KSC-74PC-0535~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-1979", "title": "ARC-1974-AC74-1979", "description": "N-238 Ames 60mw Arc Heater", "keywords": ["Aerodynamic Heating Facility", "ARC"], "center": "ARC", "media_type": "image", "date_created": "1974-05-10T00:00:00Z", "location": "", "photographer": "Richard Clayton", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-1979/ARC-1974-AC74-1979~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-1979/ARC-1974-AC74-1979~thumb.jpg"}
{"nasa_id": "sl4-141-4316", "title": "Ice formations in Canada's Hudson Bay as seen from Skylab", "description": "SL4-141-4316 (20 Jan. 1974) --- An oblique view of ice formations in Canada's Hudson Bay, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, with SO-368 medium-speed Ektachrome film. The southwestern part of the bay is prominent with the Nelson River in Manitoba flowing into it. Skylab never flew this far north in latitude. However, its orbital vantage point allowed observations and photography while over a point some 600 miles away as in the case of this picture. The ice formation along the southwest portion of Hudson Bay can be studied from photographs such as this one. The buildup of ice along the windward shore (very white) followed by the clear water gap (dark) caused by the wind blowing the newly formed ice toward the opposite shore, and finally the patterns in the ice structure itself are studied to learn more of the nature of the \"winterization\" of this area. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-20T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-141-4316/sl4-141-4316~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-141-4316/sl4-141-4316~thumb.jpg"}
{"nasa_id": "sl4-139-3997", "title": "Island of Hawaii, State of Hawaii seen from Skylab", "description": "SL4-139-3997 (8 Jan. 1974) --- A vertical view of the Island of Hawaii, State of Hawaii, as photographed from the Skylab space station in Earth orbit by a Skylab 4 crewman. The camera used was a hand-held Hasselblad camera, with SO-368 medium-speed Ektachrome film. This photograph, taken on Jan. 8, 1974, is very useful in studies of volcanic areas.  Prominent volcanic features such as the summit caldera on Mauna Loa, the extinct volcano Mauna Kea, the Kilauea caldera, and the pit crater at Halo mau mau within the caldera are easily identified. (Kilauea was undergoing frequent eruption during the mission). Detailed features such as the extent and delineation of historic lava flows on Mauna Loa can be determined and are important parameters in volcanic studies. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3997/sl4-139-3997~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3997/sl4-139-3997~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9036-62", "title": "ARC-1974-AC74-9036-62", "description": "Dr E. J.Smith, John Wolf (Ames) and Charles Hall (Ames) confer  during press conference for Pioneer 11 Jupiter encounter", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-62/ARC-1974-AC74-9036-62~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-62/ARC-1974-AC74-9036-62~thumb.jpg"}
{"nasa_id": "S74-28295", "title": "American-built hardware for ASPT undergoes pre-delivery preparations", "description": "S74-28295 (September 1974) --- American-built hardware for the joint U.S.-USSR Apollo-Soyuz Test Project mission undergoes pre-delivery preparations in the giant clean room at Rockwell International Corporation?s Space Division at Downey, California. The U.S. portion of the ASTP docking system is in the right foreground. In the right background is the cylindrical-shaped docking module, which is designed to link the Apollo and Soyuz spacecraft when they dock in Earth orbit next summer. In the left background is the Apollo Command Module which they will carry the three American astronauts into Earth orbit.  Photo credit: NASA", "keywords": ["APOLLO SOYUZ TEST PROJECT", "CONTRACTORS", "HARDWARE", "INSPECTION", "MODULES"], "center": "JSC", "media_type": "image", "date_created": "1974-09-11T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-28295/S74-28295~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-28295/S74-28295~thumb.jpg"}
{"nasa_id": "S74-20824", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) - CREWMEN (COSMONAUTS)", "description": "S74-20824 (April 1974) --- Cosmonaut Aleksey A. Leonov", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "N/A", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20824/S74-20824~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20824/S74-20824~thumb.jpg"}
{"nasa_id": "7448947", "title": "Around Marshall", "description": "Huntsville’s Jack Giles, Alabama State Senator (left), and Dr. Rocco Petrone, Marshall Space Flight Center Director (Middle), speak with Astronaut Owen Garriott who is inside the Apollo 16 Command Module on display at the Alabama Space and Rocket Center in Huntsville, Alabama. The successful Apollo 16 manned lunar landing mission took place April 16, 1972 through April 27, 1972.   (Photograph courtesy of Huntsville/Madison County Public Library) ", "keywords": ["Apollo 16", "Giles", "Petrone", "Garriott"], "center": "MSFC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7448947/7448947~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7448947/7448947~thumb.jpg"}
{"nasa_id": "sl4-149-5036", "title": "View of triangle-shaped weight on bottom of astronauts shoe", "description": "SL4-149-5036 (February 1974) --- View of triangle-shaped cleat taped on the bottom of a shoe of a Skylab 4 crew member. Photo credit: NASA", "keywords": ["ASTRONAUTS", "SHOES", "SKYLAB 4", "SKYLAB PROGRAM", "WEIGHT (MASS)"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-149-5036/sl4-149-5036~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-149-5036/sl4-149-5036~thumb.jpg"}
{"nasa_id": "S74-19495", "title": "Slayton Family Portrait  - JSC", "description": "S74-19495 (January 1974) --- Astronaut Donald K. Slayton is shown with his wife, Marjorie, and their son, Kent, 17, at their home in Friendswood, Texas.  Slayton is the Director of Flight Crew Operations at NASA's Johnson Space Center. He will be the Docking Module Pilot of the American Crew of the joint U.S.-USSR Apollo-Soyuz Test Project (ASTP) mission. This portrait includes two family pets.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-19495/S74-19495~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-19495/S74-19495~thumb.jpg"}
{"nasa_id": "S74-14949", "title": "Artist's concept of ASTP mission profile", "description": "S74-14949 (October 1974) --- Artist?s drawings and call-outs depict phases of the joint U.S.-USSR Apollo-Soyuz Test Project, an Earth-orbital mission which will feature rendezvous and docking of the respective spacecraft of the two nations. ASTP crewmen for the USSR include Aleksey A. Leonov and Valeriy N. Kubasov. The astronaut team includes astronauts Thomas P. Stafford, Vance D. Brand and Donald K. Slayton. The mission is scheduled to take place in summer 1975.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "CHARTS", "EVENTS", "GRAPHIC ARTS", "VISUAL AIDS"], "center": "JSC", "media_type": "image", "date_created": "1974-10-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-14949/S74-14949~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-14949/S74-14949~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-4515", "title": "ARC-1974-A74-4515", "description": "1/5th scale model of the 80x120ft w.t. in N-246", "keywords": ["Wind Tunnel", "80x120ft"], "center": "ARC", "media_type": "image", "date_created": "1974-11-19T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-4515/ARC-1974-A74-4515~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-4515/ARC-1974-A74-4515~thumb.jpg"}
{"nasa_id": "sl4-140-4111", "title": "Aleutian Islands area of Alaska from Skylab", "description": "SL4-140-4111 (14 Jan. 1974) --- The Aleutian Islands area of Alaska, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held Hasselblad, with SO-368 medium-speed Ektachrome. Here is another macro scale phenomenon which is difficult to observe except from a space platform. The Aleutian Islands and clouds with very elaborate van Karman vortices was photographed on Jan. 14, 1974. In addition to the vortices the waves in the clouds due to the mountains on the islands are very evident. In fact, the easiest way to find the mountains is to start with their atmospheric disturbance and work back to the mountain. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-14T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-140-4111/sl4-140-4111~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-140-4111/sl4-140-4111~thumb.jpg"}
{"nasa_id": "sl4-139-3971", "title": "View of Island of Kyushu, Japan from Skylab", "description": "SL4-139-3971 (8 Jan. 1974) --- An oblique view of Japan as seen from the Skylab space station in Earth orbit. The Island of Kyushu is at center left. The Island of Honshu is in the right background. The Korean Peninsula is in the left background. This picture was taken by one of the Skylab 4 crewmen using a hand-held 70mm Hasselblad camera with a 100mm lens. The plume form Kyushu's volcano Sakurajima is clearly seen in this photograph. Volcanic activity at Sakurajima is known to have occurred for over 1,200 years (first recorded in the year 708 A.D.) but for the first time the entire volcanic plume can be documented at one time. Skylab photographs and crew descriptions are much more detailed then information available from other satellites. The volcano and its plume were observed at least seven times during Skylab 4, and photographed and documented with television. In repeated observations the plume was seen to stream out to the south or southeast and become increasingly diffuse away from the volcano. As the plume reached the open ocean cast of Kyushu it changed direction, sometimes abruptly, and fanned out to the northeast. In this photograph it extends about 80 kilometers (50 miles) east from the volcano; the distribution and dispersion of particulate materials and volcanic gasses will be studied in this and similar Skylab photographs. Although the plume is primarily water vapor, it contains significant quantities of oxides of carbon, sulphur and nitrogen. These gases are considered pollutants, and understanding their abundance and distribution will help to evaluate the relative effect and significance of man-made atmospheric pollutants. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3971/sl4-139-3971~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3971/sl4-139-3971~thumb.jpg"}
{"nasa_id": "s74-24671", "title": "Test - Apollo-Soyuz Test Project (ASTP)", "description": "S74-24671 (10 July 1974) --- Three Apollo-Soyuz Test Project (ASTP) engineers look over a Soyuz spacecraft docking system prior to an ASTP docking mechanism fitness test conducted in Building 13 at the Johnson Space Center (JSC). They are (left to right) Robert White, Vladimir Syromyatnikov and Yevgeniy Bobrov.  White is the American chairman of ASTP Working Group Number 3, and Syromyatnikov is his Soviet counterpart. This working group is concerned with ASTP docking problems and procedures. White is with JSC's Spacecraft Design Division. Syromyatnikov is senior researcher of the Soviet State Research Institute of Machine Building. Bobrov is a junior researcher with the Institute of Machine Building. The joint United States - USSR ASTP docking mission in Earth orbit is scheduled for the summer of 1975.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-07-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-24671/s74-24671~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-24671/s74-24671~thumb.jpg"}
{"nasa_id": "sl4-150-5062", "title": "View from airlock hatch looking down length of Orbiting Workshop", "description": "SL4-150-5062 (January 1974) --- A 35mm camera, operated by astronaut William R. Pogue, Skylab 4 pilot, recorded this wide scene of his Skylab 4 crewmates on the other end of the orbital workshop. Astronauts Jerry P. Carr (right), commander, and Edward G. Gibson, science pilot, pose for the snapshot. Also in the frame are parts of three Extravehicular Mobility Unit (EMU) spacesuits, used on several EVA sessions during the third manning of the Skylab space station. Photo credit: NASA", "keywords": ["AIR LOCKS", "ASTRONAUTS", "ORBITAL SPACE STATIONS", "PHOTOGRAPHY", "SKYLAB 4", "SKYLAB PROGRAM", "WASTE DISPOSAL"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-150-5062/sl4-150-5062~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-150-5062/sl4-150-5062~thumb.jpg"}
{"nasa_id": "74P-25", "title": "KSC-74p-25", "description": "KENNEDY SPACE CENTER, FLA. -- The command_service module for the Skylab Rescue Vehicle was removed from its Saturn IB rocket in the Vehicle Assembly Building here today.  The Skylab Program ended with splashdown of the Skylab 4 crew in the Pacific Ocean Feb. 8, ending the need for the rescue vehicle on Complex 39's Pad B since early December.  The SaturnIB_Apollo was returned to the VAB last week and is now being dismantled.  The spacecraft is to be taken to the Manned Spacecraft Operations Building in the KSC Industrial Area Feb. 20.  Both the spacecraft and rocket will be stored at KSC as backup flight hardware for the Apollo-Soyuz Test Project in 1975.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-02-19T00:00:00Z", "location": "", "photographer": "NASA or National Aeronautics and Space Administration", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/74P-25/74P-25~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/74P-25/74P-25~thumb.jpg"}
{"nasa_id": "sl4-138-3846", "title": "Northwest corner of Wyoming", "description": "SL4-138-3846 (February 1974) --- A near vertical view of the snow-covered northwest corner of Wyoming as seen from the Skylab space station in Earth orbit. A Skylab 4 crewman used a hand-held 70mm Hasselblad camera to take this picture. A small portion of Montana and Idaho is seen in this photograph also. The dark area is Yellowstone National Park. The largest body of water is Yellowstone Lake. The Absaroka Range is immediately east and northeast of Yellowstone Lake. The elongated range in the eastern part of the picture is the Big Horn Mountain range. The Wind River Range is at bottom center. The Grand Teton National Park area is almost straight south of Yellowstone Lake. Approximately 30 per cent of the state of Wyoming can be seen in this photograph. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-138-3846/sl4-138-3846~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-138-3846/sl4-138-3846~thumb.jpg"}
{"nasa_id": "0102017", "title": "Skylab", "description": "This montage is an artist's conception of progressive views of the Comet Kohoutek based on sketches and a description by Skylab-4 astronaut Edward Gibson. An early discovery of a large comet in an orbit that would reach close to the Sun at the end of 1973 prompted NASA to initiate Operation Kohoutek, a program to coordinate widespread observations of the comet from ground observatories, aircraft, balloons, rockets, unmarned satellites, and Skylab. ", "keywords": ["Skylab", "Comet Kohoutek"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0102017/0102017~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0102017/0102017~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-06072", "title": "Portrait of Floyd L. Thompson NASA Langley Center Director ", "description": "Portrait of Floyd L. Thompson NASA Langley Center Director ", "keywords": ["LRC", "LaRC", "NASA Langley", "R-LRC-1974-B701_P-06072", "Floyd Thompson", "Center Director", "LRC-1974-B701_P-06072"], "center": "LRC", "media_type": "image", "date_created": "1974-08-01T00:00:00Z", "location": "NASA Langley Research Center ", "photographer": "NASA, Bob Nye", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-06072/LRC-1974-B701_P-06072~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-06072/LRC-1974-B701_P-06072~thumb.jpg"}
{"nasa_id": "0101490", "title": "Saturn Apollo Program", "description": "This illustration depicts a comparison of two space vehicles, the U.S.'s Saturn IB launch vehicle and the U.S.S.R.'s Soyuz launch vehicle, for the Apollo-Soyuz Test Project. The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the two crews to travel from one spacecraft to the other. This system entailed developing a large habitable Docking Module (DM) to be carried on the Apollo spacecraft to facilitate the joining of two dissimilar spacecraft. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. ", "keywords": ["Apollo-Soyuz Test Project", "ASTP"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0101490/0101490~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0101490/0101490~thumb.jpg"}
{"nasa_id": "S74-17456", "title": "SKYLAB IV - INFLIGHT", "description": "S74-17456 (3 Feb. 1974) --- Scientist-astronaut Edward G. Gibson has just egressed the Skylab EVA hatchway in this frame taken from a roll of movie film exposed by a 16mm Maurer camera. Astronaut Gerald P. Carr, Skylab 4 commander, took this picture during the final Skylab extravehicular activity (EVA) which took place on Feb. 3, 1974. Carr was above on the Apollo Telescope Mount (ATM) when he shot this frame of Gibson. Note Carr's umbilical/tether line extending from inside the space station up toward the camera. Astronaut William R. Pogue, Skylab 4 pilot, remained inside the space station during the EVA by Carr and Gibson. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17456/S74-17456~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17456/S74-17456~thumb.jpg"}
{"nasa_id": "0102055", "title": "Skylab", "description": "This photograph shows the Skylab Materials Processing Facility (M512) and the Multipurpose Furnace System (M518). This facility, located in the Multiple Docking Adapter, was developed for Skylab,and accommodated 14 different experiments that were carried out during the three marned missions. The abilities to melt and mix without the contaminating effects of containers, to suppress thermal convection and buoyancy in fluids, and to take advantage of electrostatic and magnetic forces and otherwise masked by gravitation opened the way to new knowledge of material properties and processes. This beginning would ultimately lead to the production of valuable new materials for use on Earth. ", "keywords": ["Skylab", "Materials Processing Facility", "Multipurpose Furnace System", "M512", "M518"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0102055/0102055~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0102055/0102055~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-3982-12", "title": "ARC-1974-A74-3982-12", "description": "CV-990 Galileo II arrival at Ames after first expedition - decending ramp are from top Don Anderson, Mike Bader, Dean Chapman (?), Hans Mark and unknown", "keywords": ["CV-990"], "center": "ARC", "media_type": "image", "date_created": "1974-09-29T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-12/ARC-1974-A74-3982-12~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-12/ARC-1974-A74-3982-12~thumb.jpg"}
{"nasa_id": "S74-15520", "title": "APOLLO 17 - FLAG DEDICATION - JSC", "description": "S74-15520 --- Left to right Gene Kranz, Gene Cernan, Karla Garnuch, Harrison Schmitt, George Abbey, and Sigurd A. Sjoberg watching the dedication of the Apollo 17 flag to the Mission Control Center. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-15T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-15520/S74-15520~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-15520/S74-15520~thumb.jpg"}
{"nasa_id": "74P-126", "title": "74P-126", "description": "A Titan III-C stands poised on Complex 40 at Cape Canaveral Air Force Station for the launch of Application Technology Satellite-F, first in a new generation of NASA communications satellites. (1.3-2) ", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-05-20T00:00:00Z", "location": "Cx-40", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/74P-126/74P-126~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/74P-126/74P-126~thumb.jpg"}
{"nasa_id": "s74-23592", "title": "MEETING - SHUTTLE - JSC", "description": "View taken in Building 2, Room 135, during a Shuttle briefing. Shuttle officials Robert Thompson and Aaron Cohen and Astronaut John Young are seen as panel for the Shuttle briefing with various models of the Space Shuttle  Program display in front of them.              1. Robert Thompson      2. Aaron Cohen      3. Astronaut John Young           JSC, HOUSTON, TX", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-23592/s74-23592~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-23592/s74-23592~thumb.jpg"}
{"nasa_id": "S74-25259", "title": "TRAINING - APOLLO-SOYUZ TEST PROJECT (ASTP) (MOSCOW)", "description": "S74-25259 (June 1974) --- Four crewmen of the joint U.S.-USSR Apollo-Soyuz Test Project mission are photographed beside a Soyuz spacecraft trainer during ASTP crew training activity at the Cosmonaut Training Center (Star City) near Moscow. They are, left to right, astronaut Donald K. Slayton, docking module pilot of the American ASTP prime crew; cosmonaut Valeriy N. Kubasov, engineer of the Soviet ASTP first (prime) crew; cosmonaut Aleksey A. Leonov, commander of the Soviet ASTP first (prime) crew; and astronaut Thomas P. Stafford, commander of the American ASTP prime crew.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-07-01T00:00:00Z", "location": "", "photographer": "N/A", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-25259/S74-25259~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-25259/S74-25259~thumb.jpg"}
{"nasa_id": "S74-15240", "title": "Portrait - Slayton, Donald K.", "description": "S74-15240 (December 1973) --- Astronaut Donald K. Slayton", "keywords": ["APOLLO SOYUZ TEST PROJECT", "ASTRONAUTS", "PORTRAIT"], "center": "JSC", "media_type": "image", "date_created": "1974-01-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-15240/S74-15240~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-15240/S74-15240~thumb.jpg"}
{"nasa_id": "S74-29892", "title": "PROTOCOL - APOLLO-SOYUZ TEST PROJECT (ASTP) - TOUR - WASHINGTON, DC", "description": "S74-29892 (7 Sept. 1974) --- President Gerald R. Ford removes the Soviet Soyuz spacecraft model from a model set depicting the 1975 Apollo-Soyuz Test Project, an Earth orbital docking and rendezvous mission involving crewmen from the U.S. and USSR, who visited Mr. Ford at the White House. The cosmonauts and astronauts are, left to right, Vladimir A. Shatalov, Chief, Cosmonaut Training; Valeriy N. Kubasov, ASTP Soviet engineer; Aleksey A. Leonov, ASTP Soviet crew commander; Thomas P. Stafford, ASTP American crew commander; Donald K. Slayton, American crew?s docking module pilot; and Vance D. Brand, command module pilot for the U.S. team. Dr. George M. Low, Deputy Administrator, National Aeronautics and Space Administration, is partially obscured behind Mr. Ford.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-07T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-29892/S74-29892~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-29892/S74-29892~thumb.jpg"}
{"nasa_id": "S74-34046", "title": "SKYLAB (SL)-4 - POST-FLIGHT (WASHINGTON, D.C.)", "description": "S74-34046 (October 1974) --- Dr. James C. Fletcher, left, NASA Administrator, explains the formation of the indium-antimonide crystal, manufactured in space, to President Gerald R. Ford at the White House. Standing at right is Harold Johnson, Chairman of the Massachusetts Institute of Technology. The segment of indium-antimonide is cut from a cylindrical single crystal that was partially melted and resolidified aboard the Skylab space station on Jan. 6, 1974, during the third and final manned flight. This segment is approximately one by one centimeters and about three millimeters thick. The sequence of heating and cooling was started and supervised by the members of the third Skylab crew, astronauts Gerald P. Carr, Edward G. Gibson and William R. Pogue. The crystal forming was accomplished in a special multipurpose furnace, known as the Materials Processing Facility (Skylab Technology Experiment M512). Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-10-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-34046/S74-34046~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-34046/S74-34046~thumb.jpg"}
{"nasa_id": "0101491", "title": "Saturn Apollo Program", "description": "This illustration shows the docking configuration of the Apollo-Soyuz Test Project (ASTP). The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the two crews to travel from one spacecraft to the other. This system entailed developing a large habitable Docking Module (DM) to be carried on the Apollo spacecraft to facilitate the joining of two dissimilar spacecraft. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. The ASTP marked the last use of the Saturn Launch Vehicle.", "keywords": ["Apollo-Soyuz Test Project", "ASTP"], "center": "MSFC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0101491/0101491~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0101491/0101491~thumb.jpg"}
{"nasa_id": "GRC-1974-C-03151", "title": "Refan Engine in the Propulsion Systems Laboratory", "description": "A refanned Pratt and Whitney JT-8D-109 turbofan engine installed in Cell 4 of the Propulsion Systems Laboratory at the National Aeronautics and Space Administration (NASA) Lewis Research Center. NASA Lewis’ Refan Program sought to demonstrate that noise reduction modifications could be applied to existing aircraft engines with minimal costs and without diminishing the engine’s performance or integrity. At the time, Pratt and Whitney’s JT-8D turbofans were one of the most widely used engines in the commercial airline industry. The engines powered Boeing’s 727 and 737 and McDonnell Douglas’ DC-9 aircraft.    Pratt and Whitney worked with the airline manufacturers on a preliminary study that verified feasibility of replacing the JT-8D’s two-stage fan with a larger single-stage fan. The new fan slowed the engine’s exhaust, which significantly reduced the amount of noise it generated. Booster stages were added to maintain the proper level of airflow through the engine. Pratt and Whitney produced six of the modified engines, designated JT-8D-109, and performed the initial testing.     One of the JT-8D-109 engines, seen here, was tested in simulated altitude conditions in NASA Lewis’ Propulsion Systems Laboratory. The Refan engine was ground-tested on an actual aircraft before making a series of flight tests on 727 and DC-9 aircraft in early 1976. The Refan Program reduced the JT-8D’s noise by 50 percent while increasing the fuel efficiency. The retro-fit kits were estimated to cost between $1 million and $1.7 million per aircraft.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-10-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-03151/GRC-1974-C-03151~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-03151/GRC-1974-C-03151~thumb.jpg"}
{"nasa_id": "sl4-137-3721", "title": "Plankton blooms in the Falkland Current east of Argentina coast", "description": "SL4-137-3721 (February 1974) --- Plankton blooms and color variations in the Falkland Current east of the Argentina coast in the South Atlantic Ocean as seen from the Skylab space station in Earth orbit. This picture was taken by one of the Skylab 4 crewmen using a hand-held 70mm Hasselblad camera. The Skylab 4 crew made many observations of the Falkland Current and related phenomena. This current flows north and northeastward along the Argentine coast near 40 degree south latitude where it meets the Brazil Current and the two swing eastward. The study of such photographs as this one can add significantly to our knowledge and understanding of the oceans. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-137-3721/sl4-137-3721~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-137-3721/sl4-137-3721~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-2171", "title": "ARC-1974-A74-2171", "description": "Ames Pilot George Cooper and Randy VAn Dyke", "keywords": [], "center": "ARC", "media_type": "image", "date_created": "1974-03-20T17:32:01Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-2171/ARC-1974-A74-2171~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-2171/ARC-1974-A74-2171~thumb.jpg"}
{"nasa_id": "KSC-74PC-0564", "title": "KSC-74PC-0564", "description": "CAPE CANAVERAL, Fla. -- Launch of Symphonie-A on Complex 17-B at 9:39 p.m. EST. Symphonie-A is a communications satellite for a Franco-German industrial consortium.  Photo credit: NASA", "keywords": ["ULO", "France", "Germany", "CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-12-18T00:00:00Z", "location": "", "photographer": "NASA", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0564/KSC-74PC-0564~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0564/KSC-74PC-0564~thumb.jpg"}
{"nasa_id": "S74-17843", "title": "OFFICIAL EMBLEM - APOLLO-SOYUZ TEST PROJECT (ASTP)", "description": "S74-17843 (March 1974) --- This is the official emblem of the Apollo-Soyuz Test Project chosen by NASA and the Soviet Academy of Sciences. The joint U.S.-USSR space mission is scheduled to be flown in July 1975. Of circular design, the emblem has the words Apollo in English and Soyuz in Russian around a center disc which depicts the two spacecraft docked together in Earth orbit. The Apollo-Soyuz Test Project will be carried out by a Soviet Soyuz spacecraft and a U.S. Apollo spacecraft which will rendezvous and dock in orbit. Soyuz and Apollo will remain docked for as long as two days in which period, the three Apollo astronauts will enter Soyuz and the two Soyuz cosmonauts will visit Apollo via a docking module. The Russian word \"soyuz\" means \"union\" in English.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "INSIGNIAS", "LOGO"], "center": "JSC", "media_type": "image", "date_created": "1974-03-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17843/S74-17843~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17843/S74-17843~thumb.jpg"}
{"nasa_id": "ECN-3931", "title": "ECN-3931", "description": "This photograph shows a modified General Dynamics TACT/F-111A Aardvaark with supercritical wings installed. The aircraft, with flaps and landing gear down, is in a decending turn over Rogers Dry Lakebed at Edwards Air Force Base.  Starting in 1971 the NASA Flight Research Center and the Air Force undertook a major research and flight testing program, using F-111A (#63-9778), which would span almost 20 years before completion. Intense interest over the results coming from the NASA F-8 supercritical wing program spurred NASA and the Air Force to modify the General Dynamics-Convair F-111A to explore the application of supercritical wing technology to maneuverable military aircraft. This flight program was called Transonic Aircraft Technology (TACT).", "keywords": ["F-111 TACT", "F-111A", "F-111E", "Aardvark", "General Dynamics F-111A Aardvark", "NASA Dryden Flight Research Center", "Air Force", "Transonic Aircraft Technology", "TACT", "Mission Adaptive Wing", "MAW", "Dr. Richard Whitcomb", "Supercritical Wing", "NASA Langley Research Center", "Integrated Propulsion Control System", "IPCS", "Advanced Fighter Technology Integration", "AFTI", "Digital Electronic Engine Control", "DEEC", "Air Force Flight Dynamics Laboratory", "Air Force Flight Propulsion Laboratory", "Pratt & Whitney Company", "Natural Laminar Flow."], "center": "AFRC", "media_type": "image", "date_created": "1974-01-28T00:00:00Z", "location": "Edwards, CA, USA", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ECN-3931/ECN-3931~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ECN-3931/ECN-3931~thumb.jpg"}
{"nasa_id": "GRC-1974-C-00908", "title": "General Dynamics YF-16 Model in the 8- by 6-Foot Supersonic Wind Tunnel", "description": "A model of the General Dynamics YF-16 Fighting Falcon in the test section of the 8- by 6-Foot Supersonic Wind Tunnel at the National Aeronautics and Space Administration (NASA) Lewis Research Center. The YF-16 was General Dynamics response to the military’s 1972 request for proposals to design a new 20,000-pound fighter jet with exceptional acceleration, turn rate, and range. The aircraft included innovative design elements to help pilots survive turns up to 9Gs, a new frameless bubble canopy, and a Pratt and Whitney 24,000-pound thrust F-100 engine. The YF-16 made its initial flight in February 1974, just six weeks before this photograph, at Edwards Air Force Base. Less than a year later, the Air Force ordered 650 of the aircraft, designated as F-16 Fighting Falcons.    The March and April 1974 tests in the 8- by 6-foot tunnel analyzed the aircraft’s fixed-shroud ejector nozzle. The fixed-nozzle area limited drag, but also limited the nozzle’s internal performance. NASA researchers identified and assessed aerodynamic and aerodynamic-propulsion interaction uncertainties associated the prototype concept. YF-16 models were also tested extensively in the 11- by 11-Foot Transonic Wind Tunnel and 9- by 7-Foot Supersonic Wind Tunnel at Ames Research Center and the 12-Foot Pressure Wind Tunnel at Langley Research Center.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-01-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-00908/GRC-1974-C-00908~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-00908/GRC-1974-C-00908~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-4014-39", "title": "ARC-1974-AC74-4014-39", "description": "C-141 KAO returning home to Ames at sunrise", "keywords": ["C-141", "Kuiper", "NASA-714"], "center": "ARC", "media_type": "image", "date_created": "1974-09-27T00:00:00Z", "location": "", "photographer": "Bob Carnahan", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4014-39/ARC-1974-AC74-4014-39~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4014-39/ARC-1974-AC74-4014-39~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-08900", "title": "Minority Professionals at NASA Langley Research Center", "description": "Minority Professionals at NASA Langley Research Center. Samuel J. Scott working in the Office of Director for Structures, Staff Assistant is at the board. ", "keywords": ["HOVER PHOTOS OF P1127MINORITY PROFESSOR AT LRC", "NASA Langley", "LaRC", "Minority", "professionals", "Darden", "NASA", "Langley", "LRC", "LRC-L-1974-8900-B701_P_8900.tif"], "center": "LRC", "media_type": "image", "date_created": "1974-12-24T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NASA Nye, Bob", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08900/LRC-1974-B701_P-08900~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08900/LRC-1974-B701_P-08900~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-2000", "title": "ARC-1974-AC74-2000", "description": "Space Shuttle Tile Thermal Protection System testing in Ames Arc Jet facilities", "keywords": ["Space Shuttle", "Arc Jet"], "center": "ARC", "media_type": "image", "date_created": "1974-05-15T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2000/ARC-1974-AC74-2000~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2000/ARC-1974-AC74-2000~thumb.jpg"}
{"nasa_id": "S74-17744", "title": "SKYLAB (SL)-4 - RECOVERY (USS NEW ORLEANS)", "description": "S74-17744 (8 Feb. 1974) --- The crewmen of the third and final manned Skylab mission relax on the USS New Orleans, prime recovery ship for their mission, about an hour after their Command Module splashed down at 10:17 a.m. (CDT), Feb. 8, 1974. The splashdown, which occurred 176 statute miles from San Diego, ended 84 record-setting days of flight activity aboard the Skylab space station cluster in Earth orbit. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-08T00:00:00Z", "location": "", "photographer": "N/A", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17744/S74-17744~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17744/S74-17744~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-2002", "title": "ARC-1974-AC74-2002", "description": "Space Shuttle Tile Thermal Protection System testing in Ames Arc Jet facilities", "keywords": ["Space Shuttle", "Arc Jet"], "center": "ARC", "media_type": "image", "date_created": "1974-05-15T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2002/ARC-1974-AC74-2002~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2002/ARC-1974-AC74-2002~thumb.jpg"}
{"nasa_id": "S74-28666", "title": "Cosmonaut Aleksey Leonov joins belly dancer on stage at Folklife Festival", "description": "S74-28666 (14 Sept. 1974) --- Cosmonaut Aleksey A. Leonov, in one of the lighter moments of activity involving Soviet cosmonauts and American astronauts, joins a belly dancer on stage as several visitors to weekend activity at the site of San Antonio?s HemisFair look on. Leonov is commander of the Soviet Apollo-Soyuz Test Project (ASTP) crew.  A group of cosmonauts is in this country training with American astronauts for the joint U.S.-USSR ASTP rendezvous and docking mission scheduled for the summer of 1975. The Lebanese dancing was just one feature among many during the Texas Folklife Festival, in which members of 26 ethnic groups participated.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "COSMONAUTS", "EVENTS", "MORALE", "PUBLIC RELATIONS", "RECREATION"], "center": "JSC", "media_type": "image", "date_created": "1974-09-14T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-28666/S74-28666~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-28666/S74-28666~thumb.jpg"}
{"nasa_id": "s74-15697", "title": "Solar corona/prominence seen through the White Light Coronograph", "description": "S74-15697 (17 Jan. 1974) --- The solar corona and a solar prominence as seen through the White Light Coronograph, Skylab Experiment S052, on Jan. 17, 1974. This view was reproduced from a television transmission made by a TV camera aboard the Skylab space station in Earth orbit. The bright spot is a burn in the vidicon. The solar corona is the halo around the sun which is normally visible only at the time of solar eclipse by the moon. The Skylab coronography uses an externally-mounted disk system which occults the brilliant solar surface while allowing the fainter radiation of the corona to enter an annulus and be photographed. A mirror system allows either TV viewing of the corona or photographic recording of the image. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-17T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-15697/s74-15697~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-15697/s74-15697~thumb.jpg"}
{"nasa_id": "101-KSC-74P-302", "title": "KSC-74P-302", "description": "KENNEDY SPACE CENTER, FLA. --  The Centaur high-energy third stage for Titan_Centaur 3 is mated with its Titan rocket in the Vehicle Integration Building in the Titan III complex at Cape Canaveral Air Force Station.  Titan_Centaur 3 and Titan_Centaur 4 will launch twin Viking spacecraft to Mars in the late summer of 1975.  Launch will be by KSC's Unmanned Launch Operations Directorate from Complex 41.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-12-11T00:00:00Z", "location": "", "photographer": "NASA or National Aeronautics and Space Administration", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/101-KSC-74P-302/101-KSC-74P-302~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/101-KSC-74P-302/101-KSC-74P-302~thumb.jpg"}
{"nasa_id": "S74-24675", "title": "Mock-ups of USSR Soyuz spacecraft on display at Star City", "description": "S74-24675 (June 1974) --- Two mock-ups of the USSR Soyuz spacecraft which are on display at the Cosmonaut Training Center (Star City) near Moscow. The Soyuz spacecraft mounted vertically on the left is a training mock-up. The Soyuz mounted horizontally on the right was exhibited at the Paris air show in May-June 1973 in a docked configuration with an Apollo spacecraft. The spherical-shaped section of the Soyuz is called the orbital module. The middle section with the lettering ?CCCP? (USSR) on it called the descent vehicle. Two solar panels extend out from the instrument-assembly module. The joint U.S.-USSR Apollo-Soyuz docking mission in Earth orbit is scheduled for the summer of 1975. A docking module mock-up is atop the Soyuz training mock-up on the left.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-24675/S74-24675~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-24675/S74-24675~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-0550", "title": "ARC-1974-AC74-0550", "description": "CV-990 (NASA 711) on Ames ramp at sunrise", "keywords": ["CV-990"], "center": "ARC", "media_type": "image", "date_created": "1974-02-11T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0550/ARC-1974-AC74-0550~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0550/ARC-1974-AC74-0550~thumb.jpg"}
{"nasa_id": "sl4-93-067", "title": "Flagstaff, Arizona seen in Earth Resources Experiments package", "description": "SL4-93-067 (16 Nov. 1973-8 Feb. 1974) --- A spectacular winter view of the Flagstaff, Arizona area is seen in this Skylab 4 Earth Resources Experiments package S190-B (five-inch earth terrain camera) infrared photograph taken from the Skylab space station in Earth orbit. Included in the scene are the San Francisco Mountains, Oak Creek Canyon, Painted Desert and Meteor Crater. The infrared picture depicts in red living vegetation, in white the snow, and in bright blue the water. Major features identified in this photograph are Humphrey's peak, top center, Flagstaff at foot of the peak, Sunset Crater volcanic field with numerous vents and craters right of Flagstaff and Meteor Crater (right center). Within the mountainous areas several clear areas generally rectangular are visible and represent the areas where lumbering has removed the forest. The thin white line extending from left corner to Sunset Crater fields is the power transmission line cleared area. Roads are subdued and are not easily visible. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-93-067/sl4-93-067~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-93-067/sl4-93-067~thumb.jpg"}
{"nasa_id": "ARC-1974-AC73-9344", "title": "ARC-1974-AC73-9344", "description": "Artist: Rick Guidice Pioneer 10 Crosses the Asteriod Belt: If spacecraft are to visit the outer Solar System, they must cross the asteroid belt between Mars and Jpiter. The Pioneer mission was faced with the question of just how dangerous this astroid belt would be to a spacecraft passing throught it.  Note: used in NASA SP-349 'Pioneer Odyssey - Encounter with a Giant' fig. 1-24 and SP-446 ' Pioneer - First to Jupiter, Saturn, and Beyond' fig 1-24", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-11-26T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC73-9344/ARC-1974-AC73-9344~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC73-9344/ARC-1974-AC73-9344~thumb.jpg"}
{"nasa_id": "101-ksc-76pc-303", "title": "101-KSC-76PC-303", "description": "This is an artist's conception of the sequence of events that will take place just prior to landing a life-detection laboratory on the surface of Mars on July 4, 1976. Above right, the Viking spacecraft, composed of an orbiter and a lander, has been in orbit around the Red Planet since June 19, 1976, taking pictures of the planned landing site to ascertain its safety before releasing the lander (top, left) for its threeto five-hour descent. Protected by aeroshells, the heat-sterilized lander hurtles into the thin Martian atmosphere at a speed of about 10,000 mph, to be slowed first by aerodynamic drag until the shell is discarded, then by parachute (center) and finally by retrorockets to assure a gentle landing. Instruments will study the structure and composition of the Martian atmosphere as the lander drifts down. Viking 2 is scheduled to arrive at Mars on Aug. 7 and touch down on the surface on Sept. 4.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-02-11T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": ["Mars"], "asset": "http://images-assets.nasa.gov/image/101-ksc-76pc-303/101-ksc-76pc-303~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/101-ksc-76pc-303/101-ksc-76pc-303~thumb.jpg"}
{"nasa_id": "sl4-138-3894", "title": "View of portion of the northeastern United States as seen from Skylab", "description": "SL4-138-3894 (5 Jan. 1974) --- An oblique view of a portion of the northeastern part of the United States, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, and with SO-368 medium-speed Ektachrome film. This is an excellent example of the regional view which is available from space. The entire area of New Jersey, eastern Pennsylvania, southeastern New York, and southern New England can be examined in one view. Long Island, New York City and the lower Hudson River Valley are readily seen in their regional framework. The Boston area, although blurred by clouds, is also included. The spackling of the snow enhances the contrast, especially of terrain and cultural features. Different levels of clouds can be studies, especially the crossing layers of cirrus in the center of the photograph, with the lower cirrus trending north-south and the upper (probably associated with a jet stream) trending east-west. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-05T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-138-3894/sl4-138-3894~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-138-3894/sl4-138-3894~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-9030-1", "title": "ARC-1974-A74-9030-1", "description": "Dr. John A. Simpson and Dr James Van Allen discuss Pioneer 11 Mission to Juiter and Saturn during morning briefing.", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-05T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-9030-1/ARC-1974-A74-9030-1~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-9030-1/ARC-1974-A74-9030-1~thumb.jpg"}
{"nasa_id": "ARC-1969-AC74-1058-29", "title": "ARC-1969-AC74-1058-29", "description": "United Airlines DC-8 (N8099U)  Two Segment Evaluation.  In-Flight Thrust Reversing, Steep Approach Research.  The thrust reversing concept was applied to the DC-8 Commercial transport to achieve the rapid descent capability required for FAA certificaiton.     Note:  Used in publication in Flight Research at Ames;  57 Years of Development and Validation of Aeronautical Technology NASA SP-1998-3300 fig 96", "keywords": ["DC-8"], "center": "ARC", "media_type": "image", "date_created": "1974-03-13T16:00:00Z", "location": "", "photographer": "Joe March", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1969-AC74-1058-29/ARC-1969-AC74-1058-29~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1969-AC74-1058-29/ARC-1969-AC74-1058-29~thumb.jpg"}
{"nasa_id": "SL4-92-300", "title": "Mobile Bay, Alabama area seen in Skylab 4 Earth Resources Experiment Package", "description": "SL4-92-300 (February 1974) --- A near vertical view of the Mobile Bay, Alabama area is seen in this Skylab 4 Earth Resources Experiments Package S190-B (five-inch earth terrain camera) photograph taken from the Skylab space station in Earth orbit. North of Mobile the Tombigbee and Alabama Rivers join to form the Mobile River. Detailed configuration of the individual stream channels and boundaries can be defined as the Mobile River flows into Mobile Bay, and thence into the Gulf of Mexico. The Mobile River Valley with its numerous stream channels is a distinct light shade in contrast to the dark green shade of the adjacent areas. The red coloration of Mobile Bay reflects the sediment load carried into the Bay by the rivers. Variations in red color indicate sediment load and the current paths within Mobile Bay. The waterly movement of the along shore currents at the mouth of Mobile Bay is shown by the contrasting light blue of the sediment-laden current and the blue of the Gulf predominately. Agricultural areas east and west of Mobile Bay are characterized by a rectangular pattern in green to white shades. Color variations may reflect the type and growth cycle of crops. Agricultural areas (light gray-greens) are also clearly visible in other parts of the photograph. Interstate 10 extends from near Pascagoula, Mississippi eastward through Mobile to the outskirts of Pensacola, Florida. Analysis of the EREP photographic data will be undertaken by the U.S. Corps of Engineers to determine bay dynamic processes. Federal agencies participating with NASA on the EREP project are the Departments of Agriculture, Commerce, Interior, the Environmental Protection Agency and the Corps of Engineers. All EREP photography is available to the public through the Department of Interior's Earth Resources Observations Systems Data Center, Sioux Falls, South Dakota. 57198 Photo credit: NASA", "keywords": ["AGRICULTURE", "ALABAMA", "BAYS", "CAMERAS", "CITIES", "EARTH OBSERVATIONS (FROM SPACE) EARTH RESOURCES", "INFRARED DETECTORS", "ONBOARD ACTIVITIES", "PHOTOGRAPHY SKYLAB 4", "SKYLAB PROGRAM", "SPACEBORNE EXPERIMENTS", "TOPOGRAPHY"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/SL4-92-300/SL4-92-300~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/SL4-92-300/SL4-92-300~thumb.jpg"}
{"nasa_id": "S74-28649", "title": "Simulation - Apollo-Soyuz Test Project (ASTP) Docking Transition - JSC", "description": "S74-28649 (16 Sept. 1974) --- Three crewmen of the Apollo-Soyuz Test Project are seated in a Soviet Soyuz spacecraft orbital module mock-up in Building 35 during ASTP simulation training at the Johnson Space Center. They are cosmonaut Anatoliy V. Filipchenko (left background), commander of the Soviet ASTP second (backup) crew; cosmonaut Nikolay N. Rukavishnikov (left foreground), engineer on the crew; and astronaut Vance D. Brand (right), command module pilot of the American ASTP prime crew. The hatch in the background leads to the Docking Module. During the exercise the American ASTP crew and the Soviet ASTP crew simulated docking the Apollo and Soyuz in Earth orbit and transferring to each other?s spacecraft. Here, Brand is visiting the Soyuz spacecraft. The crewmen are training in both the U.S. and the USSR for the joint mission scheduled for the summer of 1975.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-28649/S74-28649~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-28649/S74-28649~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9036-28", "title": "ARC-1974-AC74-9036-28", "description": "Dr. James Pollack (Ames) and Dr Tom Gehrels during press conference for Pioneer 11 Jupiter encounter", "keywords": ["Dr. James Pollack", "Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-28/ARC-1974-AC74-9036-28~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-28/ARC-1974-AC74-9036-28~thumb.jpg"}
{"nasa_id": "sl4-150-5080", "title": "Astronauts Carr and Pogue demonstrate weight training in zero-gravity", "description": "SL4-150-5080 (16 Nov. 1973-8 Feb. 1974) --- Two of the three Skylab 4 (third manning) astronauts exhibit the \"magic\" that can be accomplished in the weightlessness of space. Astronaut Gerald D. Carr, mission commander, uses his index finger to suspend astronaut William R. Pogue, pilot, in the Orbital Workshop (OWS). The two \"wizards\" completed almost three months aboard the Earth-orbiting Skylab space station, plenty of time to grow these full beards. The photograph was taken with a 35mm camera by astronaut Edward G. Gibson, science pilot. Photo credit: NASA", "keywords": ["ASTRONAUTS", "ORBITAL SPACE STATIONS", "PHYSICAL EXERCISE", "PUBLIC RELATIONS", "SKYLAB 4", "SKYLAB PROGRAM", "ZERO GRAVITY"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-150-5080/sl4-150-5080~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-150-5080/sl4-150-5080~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-2241", "title": "ARC-1974-A74-2241", "description": "Portrait: Harold P. 'Chuck' Klein", "keywords": ["Portrait"], "center": "ARC", "media_type": "image", "date_created": "1974-05-31T00:00:00Z", "location": "", "photographer": "Chuck Ritchie", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-2241/ARC-1974-A74-2241~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-2241/ARC-1974-A74-2241~thumb.jpg"}
{"nasa_id": "ARC-1974-A74-3982-4", "title": "ARC-1974-A74-3982-4", "description": "CV-990 Galileo II arrival at Ames after first expedition", "keywords": ["CV-990"], "center": "ARC", "media_type": "image", "date_created": "1974-09-29T00:00:00Z", "location": "", "photographer": "George Olczak", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-4/ARC-1974-A74-3982-4~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-A74-3982-4/ARC-1974-A74-3982-4~thumb.jpg"}
{"nasa_id": "74PC-374", "title": "74PC-374", "description": "An Air Force Titan III-C lifted off from Complex 40 at Cape Canaveral Air Force Station at 9:00 A.M. EDT today to launch Application Technology Satellite 6, first in a new generation of NASA Communications satellites. (1.3-13)(Test 7670) ", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-05-30T00:00:00Z", "location": "Cx-40", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/74PC-374/74PC-374~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/74PC-374/74PC-374~thumb.jpg"}
{"nasa_id": "74PC-32", "title": "KSC-74pc-32", "description": "SKYLAB 4 PACIFIC RECOVERY AREA -- A smiling William R. Pogue pauses in hatchway of Skylab 4 command module during recovery activities today aboard the USS New Orleans at the completion of man's longest space journey to date.  Pogue splashed down with astronauts Gerald P. Carr and Dr. Edward G. Gibson at 11:17 a.m. EDT Feb. 8, 1974, 84 days after the trio was launched by a Saturn IB rocket from Kennedy Space Center.  Circling the globe 1, 214 times aboard the sophisticated Skklab space station during the nearly three-month flight, the astronauts demonstrated man's ability to live and work in space for extended periods.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-02-08T00:00:00Z", "location": "", "photographer": "NASA or National Aeronautics and Space Administration", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/74PC-32/74PC-32~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/74PC-32/74PC-32~thumb.jpg"}
{"nasa_id": "S74-17688", "title": "COMETS - ASTRONOMY - KOHUTEK - CATALINA OBSERVATORY", "description": "S74-17688 (11 Jan. 1974) --- This color photograph of the comet Kohoutek was taken by members of the lunar and planetary laboratory photographic team from the University of Arizona, at the Catalina Observatory with a 35mm camera on Jan. 11, 1974. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-02T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17688/S74-17688~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17688/S74-17688~thumb.jpg"}
{"nasa_id": "GRC-1974-C-01514", "title": "Solar Collector Test Facility", "description": "A NASA engineer installs a solar cell into a large array of solar cells.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-01514/GRC-1974-C-01514~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-01514/GRC-1974-C-01514~thumb.jpg"}
{"nasa_id": "GRC-1974-C-01423", "title": "Convair F-106B Delta Dart with Air Sampling Equipment", "description": "The National Aeronautics and Space Administration (NASA) Lewis Research Center’s Convair F-106B Delta Dart equipped with air sampling equipment in the mid-1970s. NASA Lewis created and managed the Global Air Sampling Program (GASP) in 1972 in partnership with several airline companies. NASA researchers used the airliners’ Boeing 747 aircraft to gather air samples to determine the amount of pollution present in the stratosphere.      Private companies developed the air sampling equipment for the GASP program, and Lewis created a particle collector. The collector was flight tested on NASA Lewis’ F-106B in the summer of 1973. The sampling equipment was automatically operated once the proper altitude was achieved. The sampling instruments collected dust particles in the air so their chemical composition could be analyzed. The equipment analyzed one second’s worth of data at a time. The researchers also monitored carbon monoxide, monozide, ozone, and water vapor.    The 747 flights began in December 1974 and soon included four airlines flying routes all over the globe. The F-106B augmented the airline data with sampling of its own, seen here. It gathered samples throughout this period from locations such as New Mexico, Texas, Michigan, and Ohio. In July 1977 the F-106B flew eight GASP flights in nine days over Alaska to supplement the earlier data gathered by the airlines.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-01423/GRC-1974-C-01423~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-01423/GRC-1974-C-01423~thumb.jpg"}
{"nasa_id": "s74-18098", "title": "SKYLAB (SL)-3 - SOLAR FLARES", "description": "S74-18098 (1974) --- Graphical representation of an ultraviolet photograph depicting a solar flare, using the Skylab 4 Earth Observation Experiment equipment. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-03-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-18098/s74-18098~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-18098/s74-18098~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-4562-14", "title": "ARC-1974-AC74-4562-14", "description": "X-14B NASA-704: A Bell single-place, open cockpit, twin-engine, jet-lift VTOL aircraft over Highway 101 in approach to Moffett Field, California. The X-14 was used by NASA Ames Research Center to advance state-of-the-art jet-powered VTOL aircraft.", "keywords": ["X-14B"], "center": "ARC", "media_type": "image", "date_created": "1974-11-22T00:00:00Z", "location": "", "photographer": "Art Melliar", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-14/ARC-1974-AC74-4562-14~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-14/ARC-1974-AC74-4562-14~thumb.jpg"}
{"nasa_id": "0102018", "title": "Skylab", "description": "This pencil sketch of the Comet Kohoutek made by Skylab-4 astronaut Edward Gibson illustrates the crew's collective impressions of the comet's appearance on December 29, 1973. An early discovery of a large comet in an orbit that would reach close to the Sun at the end of 1973 prompted NASA to initiate Operation Kohoutek, a program to coordinate widespread observations of the comet from ground observatories, aircraft, balloons, rockets, unmarned satellites, and Skylab. ", "keywords": ["Skylab-4", "Sketches", "Comet Kohoutek", "Astronaut Gibson"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0102018/0102018~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0102018/0102018~thumb.jpg"}
{"nasa_id": "S74-23654", "title": "SKYLAB (SL)-2 - ONBOARD (MOSAIC)", "description": "S74-23654 (22 June 1973) --- This mosaic of Baja and the Sea of Cortez in Mexico (28.0N, 112.0W) is a composite of six 70mm photos carefully pieced together to appear as one. Mosaics such as this one are useful to portray a large area in a single format instead of many photos covering only partial images. In this mosaic, almost the entire area of the Sea of Cortez, the adjacent Baja Peninsula and part of the Sonoran Desert of northwest Mexico can be seen. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-23654/S74-23654~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-23654/S74-23654~thumb.jpg"}
{"nasa_id": "sl4-139-4072", "title": "North Atlantic coast of Canada from Skylab", "description": "SL4-139-4072 (February 1974) --- A high oblique view of the North Atlantic coast of Canada as seen from the Skylab space station in Earth orbit. A Skylab 4 crewman used a hand-held 70mm Hasselblad camera to take this picture. The Strait of Belle Isle, near the center of the picture, separates the Island of Newfoundland from the Canadian mainland. The Strait also connects the Gulf of St. Lawrence with North Atlantic Ocean. The elongated land mass (lower center) is the northern-most peninsula of the Island of Newfoundland. The large land mass at left center is mainland Newfoundland and Quebec. Note the sea ice in the Atlantic. Snow and some ice intermittently cover the land masses, and ice plumes of brash ice or pancake ice can be seen in various shapes and formations. General terrain and ice conditions can be distinguished and evaluated up to at least 55 degrees north latitude in this north looking view. Dr. William Campbell, sea and ice expert with the U.S. Geological Survey, will use this photograph in the study of ice dynamics. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-4072/sl4-139-4072~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-4072/sl4-139-4072~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-2201", "title": "ARC-1974-AC74-2201", "description": "Boeing 747 wake vortex test-440 in thr 40x80ft. w.t. with Rufiange, Vern Rossow, Eloy Martinez", "keywords": ["40x80ft"], "center": "ARC", "media_type": "image", "date_created": "1974-05-24T00:00:00Z", "location": "", "photographer": "Richard Clayton", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2201/ARC-1974-AC74-2201~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-2201/ARC-1974-AC74-2201~thumb.jpg"}
{"nasa_id": "s74-33004", "title": "BLDG. 30 - SIMULATIONS (COMMUNICATIONS - ASTP)", "description": "S74-33004 (19 Sept. 1962) --- Astronaut Walter M. Schirra Jr, (right), Mercury-Atlas 8 (MA-8) pilot, discusses the MA-8 flight plan with flight director Christopher C. Kraft Jr., Chief of the Flight Operations Division at the Manned Spacecraft Center, Houston, during MA-8 preflight preparations at Cape Canaveral, Florida. They are seated at a console in the Mercury Control Center. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-11-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-33004/s74-33004~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-33004/s74-33004~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-4562-13", "title": "ARC-1974-AC74-4562-13", "description": "X-14B NASA-704: A Bell single-place, open cockpit, twin-engine, jet-lift VTOL aircraft in flight over Sunnyvale golf course. The X-14 was used by NASA Ames Research Center to advance state-of-the-art jet-powered VTOL aircraft.", "keywords": ["X-14B"], "center": "ARC", "media_type": "image", "date_created": "1974-11-22T00:00:00Z", "location": "", "photographer": "Art Melliar", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-13/ARC-1974-AC74-4562-13~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-13/ARC-1974-AC74-4562-13~thumb.jpg"}
{"nasa_id": "S74-15064", "title": "Dr. Lubos Kohoutek in Mission Control during Skylab 4", "description": "S74-15064 (28 Dec. 1973) --- Dr. Lubos Kohoutek, discoverer of the Comet Kohoutek, is seen in the Mission Operations Control Room in the Mission Control Center during a visit to the Johnson Space Center. He is talking over a radio-telephone with the Skylab 4 crewmen in the Skylab space station in Earth orbit. Professor Kohoutek, a well-known Czechoslovakian astronomer who works at the Hamburg Observatory in West Germany, discussed the comet with astronauts Gerald P. Carr, Edward G. Gibson and William R. Pogue. One of the major objectives of the Skylab 4 mission is to monitor the passing of the Comet Kohoutek. Dr. Zdenek Sekania, who accompanied Dr. Kohoutek on the visit to JSC, is on the telephone in the left background. Dr. Sekania is with the Smithsonian Observatory in Cambridge, Massachusetts. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-03T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-15064/S74-15064~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-15064/S74-15064~thumb.jpg"}
{"nasa_id": "s74-33006", "title": "BLDG. 30 - SIMULATIONS (COMMUNICATIONS - ASTP)", "description": "S74-33006 (19 Sept. 1962) --- Flight director Christopher C. Kraft Jr. (center), Chief of the Flight Operations Division at the Manned Spacecraft Center, Houston, discusses the Mercury-Atlas 8 (MA-8) flight plan with astronauts L. Gordon Cooper Jr. (left) and Walter M. Schirra Jr., on Sept. 19, 1962. They are standing in the Mercury Control Center at Cape Canaveral, Florida. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-11-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-33006/s74-33006~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-33006/s74-33006~thumb.jpg"}
{"nasa_id": "S74-32049", "title": "KSC - APOLLO-SOYUZ TEST PROJECT (ASTP) COMMAND SERVICE MODULE (CSM) - KSC", "description": "S74-32049 (8 Sept. 1974) --- The Apollo Command Module for the Apollo-Soyuz Test Project mission goes through receiving, inspection and checkout procedures in the Manned Spacecraft Operations Building at the Kennedy Space Center. The spacecraft had just arrived by air from the Rockwell International plant at Downey, California. The Apollo spacecraft (Command Module, Service Module and Docking Module), with astronauts Thomas P. Stafford, Vance D. Brand and Donald K. Slayton aboard, will dock in Earth orbit with a Soviet Soyuz spacecraft during the joint U.S.-USSR ASTP flight scheduled for July 1975.  The Soviet and American crews will visit one another?s spacecraft.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-08T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-32049/S74-32049~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-32049/S74-32049~thumb.jpg"}
{"nasa_id": "GRC-1974-C-00255", "title": "Sonic Inlet for the Quiet Engine Program", "description": "Brent Miller, of the V/STOL and Noise Division at the National Aeronautics and Space Administration (NASA) Lewis Research Center, poses with a sonic inlet for the NASA Quiet Engine Program. NASA Lewis had first investigated methods for reducing aircraft engine noise in the mid-1950s. Those efforts were resurrected and expanded in the late 1960s. The researchers found that the use of a sonic, or high-throat-Mach-number, inlet was effective at reducing the noise from the engine inlet. The device accelerated the inlet air to near-sonic speeds which kept the forward moving sound waves away from the inlet. The device also deflected the sound waves into the wall to further reduce the noise.    NASA Lewis researchers tested models of the sonic inlet in their 9- by 15-Foot Low Speed Wind Tunnel. They found that the general level of aerodynamic performance was good. The tests during simulated takeoff and landing conditions demonstrated the sonic inlet’s ability to provide good aerodynamic and acoustic performance     The researchers then successfully tested two full-scale sonic inlet designs, one from Pratt and Whitney and one from General Electric, with fans. A full-scale engine was installed on a thrust stand to determine the sonic inlet’s effect on the engine’s performance. The amount of noise reduction increased as the inlet flow velocity increased, but the full-scale tests did not produce as great a decrease in noise as the earlier small-scale tests.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-01-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-00255/GRC-1974-C-00255~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-00255/GRC-1974-C-00255~thumb.jpg"}
{"nasa_id": "S74-20794", "title": "Meeting - Apollo-Soyuz Test Project (ASTP)", "description": "S74-20794 (23 April 1974) --- Cosmonaut Aleksey A. Leonov (center), commander of the Soviet crew of the joint U.S.-USSR Apollo-Soyuz Test Project mission, goes through familiarization training with a television camera during ASTP activity at the Johnson Space Center. Cosmonaut Valeriy N. Kubasov (right), engineer on Leonov?s crew, is looking on. An ASTP docking module mock-up is on the left. Interpreter K.S. Samofal is behind Kubasov. David Brooks, with JSC?s Crew Procedures Division, is in the left background. This phase of the ASTP communications training was conducted in JSC?s Building 35. The equipment being used in the picture is an early design of the Westinghouse TV camera.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20794/S74-20794~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20794/S74-20794~thumb.jpg"}
{"nasa_id": "S74-25394", "title": "American & Soviet engineers examine ASTP docking set-up following tests", "description": "S74-25394 (10 July 1974) --- A group of American and Soviet engineers of the Apollo-Soyuz Test Project working group three examines an ASTP docking set-up following a docking mechanism fitness test conducted in Building 13 at the Johnson Space Center.  Working Group No. 3 is concerned with ASTP docking problems and techniques. The joint U.S.-USSR ASTP docking mission in Earth orbit is scheduled for the summer of 1975.  The Apollo docking mechanism is atop the Soyuz docking mechanism.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "DOCKING", "ENGINEERING", "FACILITIES", "INSPECTION", "JOHNSON SPACE CENTER", "MECHANICAL DEVICES", "PERSONNEL", "TESTS", "TEXAS", "U.S.S.R. UNITED STATES"], "center": "JSC", "media_type": "image", "date_created": "1974-07-10T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-25394/S74-25394~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-25394/S74-25394~thumb.jpg"}
{"nasa_id": "sl4-141-4340", "title": "Southern part of the Sea of Okhotsk, north of Japan", "description": "SL4-141-4340 (20 Jan. 1974) --- An oblique view of the southern part of the Sea of Okhotsk, north of Japan, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, and SO-368 medium-speed Ektachrome. NORTH IS AT THE TOP WHEN THE PICTURE IS HELD WITH THE LARGEST LAND MASS AT THE BOTTOM. Most of the land area is Hokkaido Island, Japan. The southern tip of Sakhalin Island (Soviet Union) is in the northwest corner. This photograph was taken to aid in the study of the formation of sea ice. Comparison of these photographs will be made with observations made during a joint USSR-U.S. experiment in the Bering Sea a year earlier. Observations in the Sea of Okhotsk are of interest because the ice has a morphology similar to that of the Bering Sea. Photo credit: NASA", "keywords": ["EARTH OBSERVATIONS (FROM SPACE)", "ICE", "ISLANDS", "JAPAN", "ONBOARD ACTIVITIES", "PHOTOGRAPHY", "SEAS", "SKYLAB 4", "SKYLAB PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-01-20T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-141-4340/sl4-141-4340~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-141-4340/sl4-141-4340~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9036-236", "title": "ARC-1974-AC74-9036-236", "description": "Dr. E. J. Smith (L) Dr. James Van Allen (R) during press conference for Pioneer 11 Jupiter encounter", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-236/ARC-1974-AC74-9036-236~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-236/ARC-1974-AC74-9036-236~thumb.jpg"}
{"nasa_id": "9401759", "title": "Saturn Apollo Program", "description": "This artist's concept depicts the Apollo-Soyuz Test Project (ASTP), the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. The objective of the ASTP mission was to provide the basis for a standardized international system for docking of marned spacecraft. The Soyuz spacecraft, with Cosmonauts Alexei Leonov and Valeri Kubasov aboard, was launched from the Baikonur Cosmodrome near Tyuratam in the Kazakh, Soviet Socialist Republic, at 8:20 a.m. (EDT) on July 15, 1975. The Apollo spacecraft, with Astronauts Thomas Stafford, Vance Brand, and Donald Slayton aboard, was launched from Launch Complex 39B, Kennedy Space Center, Florida, at 3:50 p.m. (EDT) on July 15, 1975. The Primary objectives of the ASTP were achieved. They performed spacecraft rendezvous, docking and undocking, conducted intervehicular crew transfer, and demonstrated the interaction of U.S. and U.S.S.R. control centers and spacecraft crews. The mission marked the last use of a Saturn launch vehicle. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. ", "keywords": ["Apollo-Soyuz Test Project", "ASTP"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9401759/9401759~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9401759/9401759~thumb.jpg"}
{"nasa_id": "0100729", "title": "Skylab", "description": "This image is an artist's concept of the Skylab in orbit. In an early effort to extend the use of Apollo for further applications, NASA established the Apollo Applications Program (AAP) in August of 1965. The AAP was to include long duration Earth orbital missions during which astronauts would carry out scientific, technological, and engineering experiments in space by utilizing modified Saturn launch vehicles and the Apollo spacecraft. Established in 1970, the Skylab program was the forerurner of the AAP. The goals of the Skylab were to enrich our scientific knowledge of the Earth, the Sun, the stars, and cosmic space; to study the effects of weightlessness on living organisms, including man; to study the effects of the processing and manufacturing of materials utilizing the absence of gravity; and to conduct Earth resource observations. The Skylab also conducted 19 selected experiments submitted by high school students. Skylab's 3 different 3-man crews spent up to 84 days in Earth orbit. The Marshall Space Flight Center (MSFC) had responsibility for developing and integrating most of the major components of the Skylab: the Orbital Workshop (OWS), Airlock Module (AM), Multiple Docking Adapter (MDA), Apollo Telescope Mount (ATM), Payload Shroud (PS), and most of the experiments. MSFC was also responsible for providing the Saturn IB launch vehicles for three Apollo spacecraft and crews and a Saturn V launch vehicle for the Skylab.", "keywords": ["Apollo Application Program", "AAP", "Skylab"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0100729/0100729~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0100729/0100729~thumb.jpg"}
{"nasa_id": "sl4-136-3475", "title": "View of Gulf coast area of Louisiana from Skylab space station", "description": "SL4-136-3475 (February 1974) --- A vertical view of the Gulf coast area of Louisiana (29.0N, 92.0W) as seen from the Skylab space station in Earth orbit. A Skylab 4 crewman used a hand-held 70mm Hasselblad camera to take this picture. This view extends from White Lake and Pecan Island (bottom border) eastward to the Mississippi River delta (top left). Atchafalaya Bay (red) is in the center. The Bayou Teche area is included in this view. A prominent feature of this photograph is two large white smoke plumes extending from Louisiana south into the Gulf of Mexico. The larger smoke plume originates on the southern shore of Vermillion Bay. The other plume extends from the southern shore of Marsh Island. The prononced narrow width and length of the plumes indicate that a strong offshore wind is present. Approximately 100 miles of the plumes are visible in this photograph; but they probably extend well into the Gulf of Mexico. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-136-3475/sl4-136-3475~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-136-3475/sl4-136-3475~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-08902", "title": "Minority Professionals at NASA  Langley, Samuel Scott ", "description": "Minority Professionals at NASA Langley Research Center Samuel J. Scott at his desk working in the Office of Director for Structures, Staff Assistant. ", "keywords": ["NASA Langley", "LaRC", "Minority", "professionals", "NASA", "Langley", "LRC", "LRC-L-1974-8902-B701_P_8902.tif", "Samuel J. Scott", "Samuel Scott"], "center": "LRC", "media_type": "image", "date_created": "1974-12-24T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NASA Nye, Bob", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08902/LRC-1974-B701_P-08902~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08902/LRC-1974-B701_P-08902~thumb.jpg"}
{"nasa_id": "S75-20108", "title": "Cosmonaut Aleksey Leonov enjoys tribal welcome from Shoshone Indians", "description": "S75-20108 (September 1974) --- Cosmonaut Aleksey A. Leonov (right), commander of the first (prime) crew of Soviet cosmonauts on the planned Apollo-Soyuz Test Project (ASTP), enjoys a tribal welcome from Shoshone Indians during a hunting trip in the Lander, Wyoming area. Leonov was in the United States to take part in joint crew training at the Johnson Space Center.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "COSMONAUTS", "EVENTS", "MORALE", "PUBLIC RELATIONS", "RECREATION"], "center": "JSC", "media_type": "image", "date_created": "1974-09-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S75-20108/S75-20108~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S75-20108/S75-20108~thumb.jpg"}
{"nasa_id": "7450497", "title": "Skylab", "description": "This Skylab-4 mission onboard photograph shows Astronaut Ed Gibson at the complex control and display console for the Apollo Telescope Mount solar telescopes located in the Skylab Multiple Docking Adapter. Astronauts watched the Sun, and photographed and recorded the solar activities, such as the birth of a solar flare.", "keywords": ["Skylab-4", "Onboard Photograph", "Ed Gibson", "Apollo Telescope Mount", "Control and Display Console"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7450497/7450497~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7450497/7450497~thumb.jpg"}
{"nasa_id": "0101535", "title": "Skylab", "description": "This image is an artist's concept of the Skylab in orbit with callouts of its major components. In an early effort to extend the use of Apollo for further applications, NASA established the Apollo Applications Program (AAP) in August of 1965. The AAP was to include long duration Earth orbital missions during which astronauts would carry out scientific, technological, and engineering experiments in space by utilizing modified Saturn launch vehicles and the Apollo spacecraft. Established in 1970, the Skylab Program was the forerurner of the AAP. The goals of the Skylab were to enrich our scientific knowledge of the Earth, the Sun, the stars, and cosmic space; to study the effects of weightlessness on living organisms, including man; to study the effects of the processing and manufacturing of materials utilizing the absence of gravity; and to conduct Earth resource observations. The Skylab also conducted 19 selected experiments submitted by high school students. Skylab's 3 different 3-man crews spent up to 84 days in Earth orbit. The Marshall Space Flight Center (MSFC) had responsibility for developing and integrating most of the major components of the Skylab: the Orbital Workshop (OWS), Airlock Module (AM), Multiple Docking Adapter (MDA), Apollo Telescope Mount (ATM), Payload Shroud (PS), and most of the experiments. MSFC was also responsible for providing the Saturn IB launch vehicles for three Apollo spacecraft and crews and a Saturn V launch vehicle for the Skylab.", "keywords": ["Apollo Application Program", "AAP", "Skylab"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0101535/0101535~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0101535/0101535~thumb.jpg"}
{"nasa_id": "S74-29041", "title": "Soviet and American ASTP commanders in Soyuz orbital module mock-up", "description": "S74-29041 (September 1974) --- The commanders of the American astronaut and Soviet cosmonaut crews for the joint U.S.?USSR Apollo-Soyuz Test Project mission compare notes in a Soyuz spacecraft?s orbital module mock-up in Building 35 at the Johnson Space Center during a training and simulation exercise. They are Aleksey A. Leonov, right, and Thomas P. Stafford. The hatchway in the background leads to the Docking Module. The prime crewmen, along with backup crewmen, are training in both the U.S. and USSR for the joint mission scheduled for the summer of 1975.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "ASTRONAUT TRAINING", "ASTRONAUTS", "COSMONAUTS", "TEXAS FACILITIES", "JOHNSON SPACE CENTER", "MOCK-UP", "SIMULATION", "SOYUZ SPACECRAFT TRAINING"], "center": "JSC", "media_type": "image", "date_created": "1974-09-24T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-29041/S74-29041~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-29041/S74-29041~thumb.jpg"}
{"nasa_id": "S74-27049", "title": "Overall view of test set-up in bldg 13 at JSC during docking set-up tests", "description": "S74-27049 (4 Aug. 1974) --- Overall view of test set-up in Building 23 at the Johnson Space Center during testing of the docking mechanisms for the joint U.S.-USSR Apollo-Soyuz Test Project. The cinematic check was being made when this picture was taken. The test control room is on the right. The Soviet-developed docking system is atop the USA-NASA developed docking system. Both American and Soviet engineers can be seen taking part in the docking testing. The ASTP docking mission in Earth orbit is scheduled for July 1975.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "DOCKING", "JOHNSON SPACE CENTER", "MECHANICAL DEVICES TEST FACILITIES", "TEXAS"], "center": "JSC", "media_type": "image", "date_created": "1974-08-04T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-27049/S74-27049~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-27049/S74-27049~thumb.jpg"}
{"nasa_id": "S74-21944", "title": "VISITOR - PRES. NIXON - PROTOCOL - JSC", "description": "Five (5) views of President Richard M. Nixon during his visit to the JSC.  These views show the President as he addresses a crowd of employees and visitors outside of Building 1 Auditorium.  Dr. Christopher C. Kraft, Fletcher, and Astronaut Gerald Carr, with Pete Clements, George Abbey, and Jack Waite in the background is also seen with the President.           1. Pres. Richard M. Nixon           2. Dr. Christopher C. Kraft                JSC, HOUSTON, TX", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-03-20T00:00:00Z", "location": "", "photographer": "1996-98 AccuSoft Inc., All right", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-21944/S74-21944~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-21944/S74-21944~thumb.jpg"}
{"nasa_id": "S74-28972", "title": "Simulation - ASTP", "description": "S74-28972 (20 Sept. 1974) --- Astronaut Vance D. Brand (foreground) and cosmonaut Aleksandr S. Ivanchenko are seated in the Docking Module trainer in Building 35 during Apollo-Soyuz Test Project simulation training at the Johnson Space Center. Brand is the command module pilot of the American ASTP prime crew.  Ivanchenko is the engineer on the Soviet ASTP fourth crew (backup). During the exercise the American ASTP crew and the Soviet ASTP crew simulated docking the Apollo and Soyuz in Earth orbit and transferring to each other?s spacecraft. The Docking Module is designed to link the Apollo and Soyuz spacecraft. The ASTP crewmen are training in both the U.S. and USSR for the joint mission scheduled for the summer of 1975. This view is looking from inside the Command Module into the Docking Module. The hatchway loading into the Soyuz spacecraft orbital module mock-up is in the background.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-28972/S74-28972~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-28972/S74-28972~thumb.jpg"}
{"nasa_id": "74P-127", "title": "74P-127", "description": "An Air Force Titan III-C lifted off from Complex 40 at Cape Canaveral Air Force Station at 9:00 A.M. EDT today to launch Application Technology Satellite 6, first in a new generation of NASA Communications satellites. (1.3-22) ", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-05-30T00:00:00Z", "location": "Cx-40", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/74P-127/74P-127~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/74P-127/74P-127~thumb.jpg"}
{"nasa_id": "KSC-74PC-0562", "title": "KSC-74PC-0562", "description": "CAPE CANAVERAL, Fla. -- Prelaunch of Symphonie-A on Complex 17-B, a communications satellite for Franco-German industrial consortium.  Photo credit: NASA", "keywords": ["ULO", "France", "Germany", "CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-12-18T00:00:00Z", "location": "", "photographer": "NASA", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0562/KSC-74PC-0562~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0562/KSC-74PC-0562~thumb.jpg"}
{"nasa_id": "7562397", "title": "Saturn Apollo Program", "description": "On June 4, 1974, 5 years after the successful Apollo 11 lunar landing mission, commander Neil Armstrong (right) presented a plaque to U.S. President Richard Milhous Nixon (left) on behalf of all people who had taken part in the space program. In making the presentation, Armstrong said “Mr. President, you have proclaimed this week to be United States Space week in conjunction with the fifth anniversary of our first successful landing on the Moon. It is my privilege to represent my colleagues, the crewmen of projects Mercury, Gemini, Apollo, and Skylab, and the men and women of NASA, and the hundreds of thousands of Americans from across the land who contributed so mightily to the success of our efforts in space in presenting this plaque which bears the names of each individual who has had the privilege of representing this country” in a space flight. The presentation was made at the California white house in San Clemente.    ", "keywords": ["Apollo 11", "Anniversary", "Commemorative Plaque", "Neil Armstrong", "President", "Richard Nixon"], "center": "MSFC", "media_type": "image", "date_created": "1974-06-04T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7562397/7562397~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7562397/7562397~thumb.jpg"}
{"nasa_id": "sl4-139-4040", "title": "View of portion of Western United States as seen by Skylab", "description": "SL4-139-4040 (10 Jan. 1974) --- An oblique view of a portion of the Western United States, as photographed from the Skylab space station in Earth orbit by one of the Skylab 4 crewmen. The camera used was a hand-held 70mm Hasselblad, with SO-368 medium-speed Ektachrome film. This photograph is one of a stereo pair (the other being 4039) taken to support the hydrological studies of the changing snow patterns in several watersheds.  Stereo analysis will enable snow to be distinguished from clouds quantitatively. In a qualitative sense, the clouds are the fuzzy white, whereas the snow is distinct white.  The area covered is from the Colorado Springs, Colorado area at the south to (and beyond) the Black Hills, South Dakota area. The Black Forest between Colorado Springs and Denver is evident as are the mountains west of these cities. South Park, west of Colorado Springs, and the South Platte River running north and east from Denver are two other conspicuous features. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-10T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-4040/sl4-139-4040~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-4040/sl4-139-4040~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9036-61", "title": "ARC-1974-AC74-9036-61", "description": "Dr E. J.Smith, John Wolf (Ames) and Charles Hall (Ames) confer  during press conference for Pioneer 11 Jupiter encounter", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-61/ARC-1974-AC74-9036-61~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-61/ARC-1974-AC74-9036-61~thumb.jpg"}
{"nasa_id": "s74-24948", "title": "PROTOCOL - APOLLO-SOYUZ TEST PROJECT (ASTP) - MOSCOW VISIT - USSR", "description": "S74-24948 (4 July 1974) --- A group of astronauts from the Apollo-Soyuz Test Project office at the Johnson Space Center are photographed with their Soviet hosts after attending a reception at the USSR Academy of Sciences in Moscow. They are standing on the front steps of the scientific institution. The Americans were in the Soviet Union to take part in ASTP familiarization training at the Cosmonaut Training Center near Moscow. PHOTO COURTESY: USSR ACADEMY OF SCIENCES", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-07-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-24948/s74-24948~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-24948/s74-24948~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-0537", "title": "ARC-1974-AC74-0537", "description": "Portrait Dr. Dean Chapman in his office", "keywords": ["Portrait"], "center": "ARC", "media_type": "image", "date_created": "1974-02-07T00:00:00Z", "location": "", "photographer": "Roger Brimmer", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0537/ARC-1974-AC74-0537~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0537/ARC-1974-AC74-0537~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-4562-15", "title": "ARC-1974-AC74-4562-15", "description": "X-14B NASA-704: A Bell single-place, open cockpit, twin-engine, jet-lift VTOL aircraft over Highway 101 in approach to Moffett Field, California. The X-14 was used by NASA Ames Research Center to advance state-of-the-art jet-powered VTOL aircraft.", "keywords": ["X-14B"], "center": "ARC", "media_type": "image", "date_created": "1974-11-22T00:00:00Z", "location": "", "photographer": "Art Melliar", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-15/ARC-1974-AC74-4562-15~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-4562-15/ARC-1974-AC74-4562-15~thumb.jpg"}
{"nasa_id": "sl4-150-5074", "title": "Astronaut Edward Gibson sails through airlock module hatch", "description": "SL4-150-5074 (February 1974) --- Scientist-astronaut Edward G. Gibson, science pilot for the Skylab 4 mission, demonstrates the effects of zero-gravity as he sails through airlock module hatch. Photo credit: NASA", "keywords": ["AIR LOCKS", "ASTRONAUTS", "HATCHES", "MODULES", "SKYLAB 4", "SKYLAB PROGRAM", "ZERO GRAVITY"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-150-5074/sl4-150-5074~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-150-5074/sl4-150-5074~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9009", "title": "ARC-1974-AC74-9009", "description": "Artwork for the U. S. Postage Stamp released in commemoration of the Pioneer 10 to Jupiter Mission released February 28, 1975 in a ceremony at Ames Research Center", "keywords": ["Pioneer", "Artwork"], "center": "ARC", "media_type": "image", "date_created": "1974-01-16T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9009/ARC-1974-AC74-9009~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9009/ARC-1974-AC74-9009~thumb.jpg"}
{"nasa_id": "S74-24677", "title": "Close-up view of descent vehicle of Soyuz spacecraft training mock-up", "description": "S74-24677 (June 1974) --- A close-up view of the descent vehicle of the Soyuz spacecraft training mock-up on display at the Cosmonuat Training Center (Star City) near Moscow. The open hatch reveals the interior arrangement of the middle section of the Soviet spacecraft. The first (fore) section of the Soyuz is called the orbital module; and the third (aft) section is the instrument-assembly module. The joint U.S.-USSR Apollo-Soyuz docking mission in Earth orbit is scheduled for the summer of 1975.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "MOCK-UP", "REENTRY VEHICLES", "SOYUZ SPACECRAFT", "TRAINING DEVICES", "U.S.S.R.", "U.S.S.R. SPACE PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-24677/S74-24677~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-24677/S74-24677~thumb.jpg"}
{"nasa_id": "0302337", "title": "Skylab", "description": "In this photograph, a skylab-4 astronaut performs Extra Vehicular Activities (EVA) outside of the lab. The third crew (Skylab-4) spent 84 days in the orbiting laboratory. The solar observatory was designed for full exposure to the Sun throughout most of the Skylab mission. Solar energy was transformed into electrical power for operation of all spacecraft systems. The proper operation of these solar arrays was vital to the mission.", "keywords": ["Skylab-4", "Onboard Photograph", "EVA"], "center": "MSFC", "media_type": "image", "date_created": "1974-07-26T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0302337/0302337~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0302337/0302337~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-08905", "title": "Minority Professionals at NASA Langley Research Center ", "description": "Minority Professionals at NASA Langley Research Center Christine Darden environmental portrait. ", "keywords": ["Hover Photos of P1127Minority Professor at LRC", "LRC", "LaRC", "NASA Langley", "LRC-1974-B701_P-08905", "Christine Darden", "Minority Profeddionals", "High speed research", "Hidden Figures", "Congressional Gold Metal winner"], "center": "LRC", "media_type": "image", "date_created": "1974-12-22T00:00:00Z", "location": "NASA Langley Research Center ", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08905/LRC-1974-B701_P-08905~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-08905/LRC-1974-B701_P-08905~thumb.jpg"}
{"nasa_id": "S74-28811", "title": "Simulation - Apollo-Soyuz Test Project (ASTP) - JSC", "description": "S74-28811 (23 Sept. 1974) --- The five prime crewmen of the joint U.S.-USSR Apollo-Soyuz Test Project mission are photographed in the Flight Crew Training Facility, Building 35, at the Johnson Space Center during ASTP crew training activity. They are, left to right, astronaut Donald K. Slayton, docking module pilot of the American crew; cosmonaut Valeriy N. Kubasov, engineer on the Soviet crew; cosmonaut Aleksey A. Leonov, commander of the Soviet crew; astronaut Thomas P. Stafford, commander of the American crew; and astronaut Vance D. Brand, command module pilot of the American crew.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-01T00:00:00Z", "location": "", "photographer": "1996-98 AccuSoft Inc., All right", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-28811/S74-28811~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-28811/S74-28811~thumb.jpg"}
{"nasa_id": "sl4-139-3989", "title": "Portion of the Great Lakes area as seen from Skylab", "description": "SL4-139-3989 (February 1974) --- An oblique view of a portion of the Great Lakes area as seen from the Skylab space station in Earth orbit. This picture was taken with a hand-held 70mm Hasselblad camera. Lake Erie is in the foreground; and Lake Ontario is in the background. The Niagara Falls area is in the center of the photograph. Portions of Pennsylvania, New York, and Ontario, Canada are visible, but under nearly complete snow cover. Major structural features, drainage patterns, road systems and the cities of Buffalo and Toronto are easily distinguished and actually enhanced by the snow. At the time this picture was taken, these two Great Lakes had no observable ice, although cloud formations partially mask the southern shores of the two bodies of water. James Barnes, a snow-pattern expert, will analyze Skylab photographs like this one to gain further knowledge of snow cover over land masses. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3989/sl4-139-3989~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3989/sl4-139-3989~thumb.jpg"}
{"nasa_id": "sl4-142-4542", "title": "Pacific Coast of Southern California including Los Angeles and San Diego", "description": "SL4-142-4542 (November 1973-February 1974) --- An oblique view of the Pacific Coast of Southern California, including the Los Angeles and San Diego areas, as seen from the Skylab space station in Earth orbit. This picture was taken by one of the Skylab 4 crewmen using a hand-held 70mm Hasselblad camera with a 100mm lens and SO-368 medium-speed Ektachrome film. The visible coastline extends from San Diego northwesterly to Santa Barbara. The Mojave Desert occupies much of the photograph. This view also includes the Channel Islands off the coast. Note that the higher elevations of the mountains are covered with snow. Photo credit: NASA", "keywords": ["CALIFORNIA", "CITIES", "COASTS", "DESERTS", "EARTH OBSERVATIONS (FROM SPACE)", "ISLANDS", "ONBOARD ACTIVITIES", "PHOTOGRAPHY", "SKYLAB 4", "SKYLAB PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-142-4542/sl4-142-4542~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-142-4542/sl4-142-4542~thumb.jpg"}
{"nasa_id": "s74-15696", "title": "SKYLAB (SL)-4 - TELEVISION (APOLLO TELESCOPE MOUNT [ATM])", "description": "S74-15696 (1974) --- The solar disk photographed through the Skylab S082 Ultraviolet Spectrograph/Heliograph can be seen in this reproduction taken from a television tranmission made by a TV camera aboard the Skylab space station in Earth orbit. The S082 experiment is located in the Apollo Telescope Mount. This spectroheliogram shows specific emission features greatly enhanced over photographs of the solar disk in white light. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-18T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-15696/s74-15696~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-15696/s74-15696~thumb.jpg"}
{"nasa_id": "S74-25635", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) - FOOD - JSC", "description": "S74-25635 (August 1974) --- A close-up view of cheddar cheese spread, one of the items of food selected for the Apollo-Soyuz Test Project mission scheduled for the summer of 1975. This food item was carried on the Apollo missions also.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-07-01T00:00:00Z", "location": "", "photographer": "1996-98 AccuSoft Inc., All right", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-25635/S74-25635~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-25635/S74-25635~thumb.jpg"}
{"nasa_id": "S75-32339", "title": "View of launch pad at the Baykonur Cosmodrome showing Soyuz spacecraft", "description": "S75-32339 (28 Jan. 1974) --- A low-angle view of a launch pad at the Baikonur Cosmodrome in Kazakhstan showing the installation of a Soyuz spacecraft and its launch vehicle. The 49.3-meter-high (162 feet) space vehicle is composed of the three-stage booster, a three-module, two-man Soyuz spacecraft and a launch escape system. The weight of the space vehicle at launch is approximately 300,000 kilograms.  The first stage vacuum thrust is about 1,000,400 newtons, the second stage is 956,500 newtons, and the third stage is 299,000 newtons. This earlier Soyuz mission illustrates the approximate launch configuration of the Soviet Union?s Apollo-Soyuz Test Project (ASTP) Soyuz space vehicle. PHOTO COURTESY:  USSR ACADEMY OF SCIENCES", "keywords": ["APOLLO SOYUZ TEST PROJECT", "FACILITIES", "LAUNCH VEHICLES", "LAUNCHING PADS", "LAUNCHING SITES", "PREFLIGHT OPERATIONS", "SOYUZ SPACECRAFT", "U.S.S.R. U.S.S.R. SPACE PROGRAM"], "center": "JSC", "media_type": "image", "date_created": "1974-01-28T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S75-32339/S75-32339~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S75-32339/S75-32339~thumb.jpg"}
{"nasa_id": "S74-20823", "title": "Portrait  - Cosmonauts Leonov, Aleksey A. and  Kubasov, Valeriy N.", "description": "S74-20823 (25 April 1974) --- Cosmonauts Aleksey A. Leonov and Valeriy N. Kubasov", "keywords": ["APOLLO SOYUZ TEST PROJECT", "COSMONAUTS", "PORTRAIT"], "center": "JSC", "media_type": "image", "date_created": "1974-04-25T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20823/S74-20823~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20823/S74-20823~thumb.jpg"}
{"nasa_id": "S74-32481", "title": "Soviet and American flight directors for ASTP", "description": "S74-32481 (November 1974) --- These two men are flight directors for the joint U.S.-USSR Apollo-Soyuz Test Project mission scheduled for July 1975. Cosmonaut Aleksey A. Yeliseyev (left) is the Soviet ASTP senior flight director; M.P. Frank is the American ASTP senior flight director. They are seated beside a Docking Module training mock-up in Building 35 at the Johnson Space Center. Cosmonaut Yeliseyev was head of a delegation of USSR flight controllers who were at JSC for two weeks of ASTP training.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "FACILITIES", "GROUND BASED CONTROL", "JOHNSON SPACE CENTER", "PERSONNEL", "TEXAS", "TRAINING", "U.S.S.R.", "UNITED STATES"], "center": "JSC", "media_type": "image", "date_created": "1974-11-06T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-32481/S74-32481~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-32481/S74-32481~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-9036-60", "title": "ARC-1974-AC74-9036-60", "description": "Dr James Van Allen (L) and Dr E. J. Smith (R) during press conference for Pioneer 11 Jupiter encounter", "keywords": ["Pioneer"], "center": "ARC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-60/ARC-1974-AC74-9036-60~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-9036-60/ARC-1974-AC74-9036-60~thumb.jpg"}
{"nasa_id": "KSC-74PC-0567", "title": "KSC-74PC-0567", "description": "CAPE CANAVERAL, Fla. -- Launch of Symphonie-A on Complex 17-B at 9:39 p.m. EST. Symphonie-A is a communications satellite for a Franco-German industrial consortium.  Photo credit: NASA", "keywords": ["ULO", "France", "Germany", "CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-12-18T00:00:00Z", "location": "", "photographer": "NASA", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0567/KSC-74PC-0567~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0567/KSC-74PC-0567~thumb.jpg"}
{"nasa_id": "S74-17306", "title": "Skylab (SL)-4 - Inflight (Crew)", "description": "S74-17306 (5 Dec. 1973) --- Scientist-astronaut Edward G. Gibson, Skylab 4 science pilot, stands at the Apollo Telescope Mount (ATM) console in the Multiple Docking Adapter (MDA) of the Skylab space station cluster in Earth orbit. This picture was taken with a hand-held 35mm Nikon camera. The ATM console was one of the busiest areas of the space station during the 84-day third manned Skylab mission, as Comet Kohoutek and solar activity were closely followed by the ATM and monitored by the crewmen from the ATM console. As Gibson demonstrated during a television transmission on Dec. 5, 1973, the ATM console controls several instruments on the solar telescope. Joining Gibson for the record-setting Skylab 4 mission were astronauts Gerald P. Carr, commander, and William R. Pogue, pilot. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-17306/S74-17306~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-17306/S74-17306~thumb.jpg"}
{"nasa_id": "S74-29896", "title": "Personnel - Denissenko, Vladimir A. - Moscow", "description": "S74-29896 (September 1974) --- John P. Donnelly (seated right), NASA Assistant Administrator for Public Affairs, and Vladen S. Vereshchetin (seated left), Vice Chairman of Intercosmos, USSR Academy of Sciences, initial an agreement on information policy for the joint U.S.-USSR Apollo-Soyuz Test Project mission during ceremonies in Moscow in September 1974. Other members of the joint public affairs delegation looking on are, standing left to right, Vladimir A. Denissenko, Tatyana Klotchkovsaya, Igor P. Rumyantsev, John W. King, Nicholas Timacheff, and Robert Shafer. King is the Public Affairs Officer at the Johnson Space Center.  Timacheff is the language officer with the JSC ASTP office. Shafer is NASA Deputy Assistant Administrator for Public Affairs (Television).", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-09-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-29896/S74-29896~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-29896/S74-29896~thumb.jpg"}
{"nasa_id": "7449862", "title": "Skylab", "description": "The idea that ultimately became Skylab first surfaced in 1962 as a proposal to convert a spent Saturn upper stage (Saturn V S-II stage) into an orbital workshop. In 1968, the Marshall Space Flight Center proposed an alternative to the wet workshop concept of refurbishing a space station in orbit. Instead, a fully equipped dry workshop could be launched as a complete unit ready for occupancy. Skylab became the free world's first space station. Launched in May 1973, the Skylab space station was occupied in succession by three teams of three crewmembers. These crews spent 28, 59, and 84 days respectively, orbiting the Earth and performing nearly 300 experiments. This view of Skylab in orbit was taken by the Skylab 4 (the last Skylab mission) crew.", "keywords": ["Skylab", "Saturn V S-II Stage", "Space Station"], "center": "MSFC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7449862/7449862~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7449862/7449862~thumb.jpg"}
{"nasa_id": "LRC-1974-B701_P-00557", "title": "High Speed Aircraft Division and Branch Personnel", "description": "Photograph taken February 06, 1974.  High Speed Aircraft Division Personnel, Mary Jackson is one of the people in the front row of this group.  Mary Jackson belonged to the Theoretical Performance Group, High Speed Aircraft Division, Office of Director for Aeronautics at time of photo. First row: Steve Wornom, Dick Barnwell, Mary Jackson, and Bud Bobbitt; Second row: Bernie Klunker, Perry Newman, Branch secretary, Frances Keeter, and Ruby Davis, Branch mathematician; Third row: Dennis Allison, Jim Keller, Jerry South, and Cas Czarnecki.", "keywords": ["LRC-1974-B701_P-00557", "NASA", "Langley", "LRC", "LaRC", "High", "Speed", "Aircraft", "Division", "Branch", "Personnel", "Vandeveer", "Nye", "HSAD", "02-01-74", "1974-L-00557", "Hidden Figures", "Mary Jackson", "NACA Langley", "NASA Langley"], "center": "LRC", "media_type": "image", "date_created": "1974-02-06T00:00:00Z", "location": "NASA Langley Research Center", "photographer": "NASA, Nye", "secondary_creator": "", "album": ["Mary_W_Jackson"], "asset": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-00557/LRC-1974-B701_P-00557~orig.tif", "thumbnail": "http://images-assets.nasa.gov/image/LRC-1974-B701_P-00557/LRC-1974-B701_P-00557~thumb.jpg"}
{"nasa_id": "0101488", "title": "Saturn Apollo Program", "description": "This artist's concept depicts the Apollo-Soyuz Test Project (ASTP) with insets of photographs of three U.S. astronauts (Thomas Stafford, Vance Brand, and Donald Slayton) and two U.S.S.R. cosmonauts (Alexei Leonov and Valeri Kubasov). The objective of the ASTP mission was to accomplish the first docking of a standardized international system, the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft, in space. The Soyuz spacecraft was launched from the Baikonur Cosmodrome near Tyuratam in the Kazakh, Soviet Socialist Republic, at 8:20 a.m. (EDT) on July 15, 1975. The Apollo spacecraft was launched from Launch Complex 39B, Kennedy Space Center, Florida, at 3:50 p.m. (EDT) on July 15, 1975. The Primary objectives of the ASTP were achieved. They performed spacecraft rendezvous, docking and undocking, conducted intervehicular crew transfer, and demonstrated the interaction of U.S. and U.S.S.R. control centers and spacecraft crews. The mission marked the last use of a Saturn launch vehicle. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. ", "keywords": ["Apollo-Soyez Test Project", "ASTP"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0101488/0101488~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0101488/0101488~thumb.jpg"}
{"nasa_id": "sl4-138-3875", "title": "View east over the Rocky Mountains and Great Plains", "description": "SL4-138-3875 (February 1974) --- A color oblique photograph looking east over the Rocky Mountains and Great Plains. This view covers a portion of the States of Colorado, Wyoming, and Nebraska. A Skylab 4 crewmen took this picture with a hand-held 70mm Hasselblad camera. This entire region, covered with a blanket of snow, depicts much of the structural and topographic features of the Rocky Mountain chain. Man's only apparent change to the snow pattern seen here is the (right center) metropolitan areas of Denver and Colorado Springs, Colorado, which can be observed along the eastern edge of the mountain front. Grand Junction, Colorado on the western slope of the Rocky Mountains is just off the photograph at left center bottom. The major inter-montane valleys of South Park (right center), Middle Park (center), and North Park (left center) are clearly visible and separate the Colorado Rockies Front Range from the high rugged mountains can be discovered such as Pikes Peak near right border (center), Mt. Cunnison region, circular feature accentuated by the Cunnison River (dark) in the right center (bottom) of the photograph. The snow covered peaks of Mts. Harvard, Princeton and Yale form the high region of the Collegiate Range which is the pronounced mountain area in the right center. Snow cover not only enhances mountain features but also the drainage patterns. East of Denver (right corner) the sinuous trace of the South Platte River (center) and its junction with the North Platte River near North Platte, Nebraska. Lake McConaughy in Nebraska is the body of water (black) near the river intersection. The trace of the Republic River in southern Nebraska is visible near the right corner of the photography. Geologic and hydro logic studies using this photograph will be conducted by Dr. Roger Morrison, U.S. Geological Survey. Photo credit: NASA", "keywords": ["COLORADO", "EARTH OBSERVATIONS (FROM SPACE)", "MOUNTAINS", "NEBRASKA", "PHOTOGRAPHY", "ONBOARD ACTIVITIES", "PLAINS", "RIVERS", "SKYLAB 4", "SKYLAB PROGRAM", "SNOW", "WYOMING TOPOGRAPHY"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-138-3875/sl4-138-3875~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-138-3875/sl4-138-3875~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-3944", "title": "ARC-1974-AC74-3944", "description": "Space Shuttle Two Percent Plumes Model in the 11ft W.T. (Test-01)", "keywords": ["11ft", "Wind Tunnel", "Space Shuttle"], "center": "ARC", "media_type": "image", "date_created": "1974-09-23T00:00:00Z", "location": "", "photographer": "Art Melliar", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-3944/ARC-1974-AC74-3944~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-3944/ARC-1974-AC74-3944~thumb.jpg"}
{"nasa_id": "ECN-3945", "title": "ECN-3945", "description": "The General Dynamics TACT/F-111A Aardvark is seen In a banking-turn over the California Mojave desert. This photograph affords a good view of the supercritical wing airfoil shape.  Starting in 1971 the NASA Flight Research Center and the Air Force undertook a major research and flight testing program, using F-111A (#63-9778), which would span almost 20 years before completion. Intense interest over the results coming from the NASA F-8 supercritical wing program spurred NASA and the Air Force to modify the General Dynamics F-111A to explore the application of supercritical wing technology to maneuverable military aircraft. This flight program was called Transonic Aircraft Technology (TACT).", "keywords": ["F-111 TACT", "F-111A", "F-111E", "Aardvark", "General Dynamics F-111A Aardvark", "NASA Dryden Flight Research Center", "Air Force", "Transonic Aircraft Technology", "TACT", "Mission Adaptive Wing", "MAW", "Dr. Richard Whitcomb", "Supercritical Wing", "NASA Langley Research Center", "Integrated Propulsion Control System", "IPCS", "Advanced Fighter Technology Integration", "AFTI", "Digital Electronic Engine Control", "DEEC", "Air Force Flight Dynamics Laboratory", "Air Force Flight Propulsion Laboratory", "Pratt & Whitney Company", "Natural Laminar Flow."], "center": "AFRC", "media_type": "image", "date_created": "1974-02-21T00:00:00Z", "location": "Edwards, CA, USA", "photographer": "NASA", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ECN-3945/ECN-3945~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ECN-3945/ECN-3945~thumb.jpg"}
{"nasa_id": "SL4-93-153", "title": "Birmingham and central Alabama area seen in Earth Resources Exp. Package", "description": "SL4-93-153 (February 1974) --- A vertical view of the Birmingham and central Alabama area is seen in this Skylab 4 Earth Resources Experiments Package S190-B (five-inch earth terrain camera) infrared photographed taken from the Skylab space station in Earth orbit. Illustrated here is the utility of color infrared film in depicting distribution of living vegetation in the 3,600 square mile Birmingham region. The Birmingham industrial complex, with a population of nearly 850,000, is the light gray area nestled in the valley between the northeast-trending ridges that are prominent topographic features in the southern Appalachian Mountains. The narrow ridges and adjacent valleys reflect folded and faulted sedimentary rocks, indicating the complex geological history of the region. Two major rivers and several reservoirs are easily distinguished in this photograph. Bankhand Lake, formed by a dam on the Black Warrior River, appears as bright blue west of Birmingham. Two lakes are formed by dams on the Goosa River east of Birmingham. Federal and state highways appear as thin white lines and are easily identified. Interstate 65 to Montgomery is the prominent white line extending southward from Birmingham. Power line clearings are visible in the center of the picture along the Goosa River, and can be traced northwestward to northern parts of Birmingham. The predominant deep red color of the picture is due to the reflections from living vegetation. In contrast are the light tan areas that commonly occur as rectangular patterns in the east part of the photograph and represent mature agricultural crops or grazing lands. Analysis of the photographic data from the earth terrain camera will be conducted by Dr. H. Jayroe of the Marshall Space Flight Center in developing analytical techniques. All EREP photography is available to the public through the Department of Interior's Earth Resources Observations Systems Data Center, Sioux Falls, South Dakota, 57198. Photo credit: NASA", "keywords": ["ALABAMA", "CAMERAS", "CITIES", "EARTH OBSERVATIONS (FROM SPACE)", "EARTH RESOURCES", "INFRARED DETECTORS", "MOUNTAINS", "ONBOARD ACTIVITIES", "PHOTOGRAPHY", "SKYLAB 4 SKYLAB PROGRAM", "SPACEBORNE EXPERIMENTS", "TOPOGRAPHY", "VALLEYS", "VEGETATION"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/SL4-93-153/SL4-93-153~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/SL4-93-153/SL4-93-153~thumb.jpg"}
{"nasa_id": "101-ksc-74p-22", "title": "101-KSC-74P-22", "description": "The first Titan_Centaur lifted off from Complex 41 at Cape Kennedy Air Force Station at 9:48 a.m. EDT today. The Titan stages burned as programmed, but when the Centaur stage failed to ignite, it was destroyed by the Range Safety Officer. The new NASA rocket was launched on a proof flight designed to prepare it for twin Viking launches to Mars in 1975 and other missions involving heavy unmanned payloads. The 160-foot-tall rocket combines the Air Force Titan III with the NASA high-energy Centaur final stage. The twin solid rocket boosters have a combined liftoff thrust of 2.4 million pounds. Aboard Titan_Centaur on its proof flight were a dynamic simulator of the Viking spacecraft and a small scientific satellite (SPHYNX) designed to determine how high voltage solar cells, insulators and conductors are affected by the charged particles in space. Launch was conducted by KSC's Unmanned Launch Operations Directorate.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-02-11T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": ["ELV_Missions"], "asset": "http://images-assets.nasa.gov/image/101-ksc-74p-22/101-ksc-74p-22~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/101-ksc-74p-22/101-ksc-74p-22~thumb.jpg"}
{"nasa_id": "SL4-93-167", "title": "Kennedy Space Center and the Florida Atlantic coast area", "description": "SL4-93-167 (February 1974) --- A vertical view of the Kennedy Space Center and the Florida Atlantic coast area is seen in this Skylab 4 Earth Resources Experiments Package S190-B (five-inch earth terrain camera) infrared photography taken from the Skylab space station in Earth orbit. This photograph shows the major land-ocean features of the Florida coast near Vero Beach northward to Cape Canaveral and the KSC complex. The launch pads for the Skylab missions are clearly visible. Identification of living vegetation is possible through the use of the color infrared film. Various shades of red portray differences in the vegetation such as shown in the patterns in the agricultural area near Vero Beach. In the Kennedy Space Center, the nearly continuous and uniform red color shows that most of the land areas are heavily vegetated. The white coastal beach areas are strongly contrasted to the red land and the blue Atlantic Ocean. Old dunal areas in KSC are visible on Merritt Island which is separated from the Launch areas by the Banana River and the mainland by the Indian River. Federal and state highways and numerous causeways over the rivers are easily identified. The Florida mainland is partly shadowed by small white clouds which cast a pronounced shadow to the east of each cloud indicated the Sun is west of solar noon. Federal agencies participating with NASA on the EREP project are the Departments of Agriculture, Commerce, Interior, the Environmental Protection Agency and the Core of Engineers. All EREP photography is available to the public through the Department of Interior's Earth Resources Observations Systems Data Center, Sioux Falls, South Dakota, 57198. Photo credit: NASA", "keywords": ["ATLANTIC OCEAN", "COASTS", "EARTH OBSERVATIONS (FROM SPACE)", "EARTH RESOURCES", "FLORIDA", "INFRARED PHOTOGRAPHY", "KENNEDY SPACE CENTER", "ONBOARD ACTIVITIES PHOTOGRAPHY", "SKYLAB 4", "SKYLAB PROGRAM", "SPACEBORNE EXPERIMENTS", "TOPOGRAPHY VEGETATION"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/SL4-93-167/SL4-93-167~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/SL4-93-167/SL4-93-167~thumb.jpg"}
{"nasa_id": "S74-19497", "title": "Slayton Family Portrait - JSC", "description": "S74-19497 (January 1974) --- Astronaut Donald K. Slayton is shown with his wife, Marjorie, and their son, Kent, 17, at their home in Friendswood, Texas. Slayton is the Director of Flight Crew Operations at NASA's Johnson Space Center. He will be the Docking Module Pilot of the American Crew of the Joint U.S.-USSR Apollo-Soyuz Test Project (ASTP) mission.  This portrait includes one of the family pets.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-19497/S74-19497~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-19497/S74-19497~thumb.jpg"}
{"nasa_id": "GRC-1974-C-02249", "title": "Noise Testing of an Experimental Augmentor Wing", "description": "The augmentor wing concept was introduced during the early 1960s to enhance the performance of vertical and short takeoff (VSTOL) aircraft. The leading edge of the wing has full-span vertical flaps, and the trailing edge has double-slotted flaps. This provides aircraft with more control in takeoff and landing conditions.  The augmentor wing also produced lower noise levels than other VSTOL designs. In the early 1970s Boeing Corporation built a Buffalo C-8A augmentor wing research aircraft for Ames Research Center.     Researches at Lewis Research Center concentrated their efforts on reducing the noise levels of the wing.  They initially used small-scale models to develop optimal nozzle screening methods. They then examined the nozzle designs on a large-scale model, seen here on an external test stand. This test stand included an airflow system, nozzle, the augmentor wing, and a muffler system below to reduce the atmospheric noise levels. The augmentor was lined with noise-reducing acoustic panels.    The Lewis researchers were able to adjust the airflow to simulate conditions at takeoff and landing. Once the conditions were stabilized they took noise measurements from microphones placed in all directions from the wing, including an aircraft flying over. They found that the results coincided with the earlier small-scale studies for landing situations but not takeoffs. The acoustic panels were found to be successful.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1974-06-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1974-C-02249/GRC-1974-C-02249~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1974-C-02249/GRC-1974-C-02249~thumb.jpg"}
{"nasa_id": "s74-21921", "title": "SOLAR FLARES - ASTRONOMY", "description": "S74-21921 (For release 1974) --- Sun photographed by Apollo Telescope Mount through spectroheliometer at a wavelength of 625.3 angstroms. The black areas are the surface of the sun; the reds, yellows and whites are the corona some 70,000 kilometers above the surface. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-05-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/s74-21921/s74-21921~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/s74-21921/s74-21921~thumb.jpg"}
{"nasa_id": "sl4-139-3932", "title": "Minnesota, Iowa, Wisconsin and Mississippi river as seen from Skylab", "description": "SL4-139-3932 (December 1973) --- A 70mm hand-held Hasselblad photograph showing parts of Minnesota, Iowa and Wisconsin. Lake Superior is in the upper part of the photo; Duluth at upper left; Castle Rock Flowage and Petenwell Flowage at far right center. Note circular feature (partially formed by rivers) which the Skylab 4 crewmen commented on when they made this fly-over. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-06T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3932/sl4-139-3932~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3932/sl4-139-3932~thumb.jpg"}
{"nasa_id": "101-KSC-75P-160", "title": "KSC-75P-160", "description": "KENNEDY SPACE CENTER, FLA. --  Closeup view shows mated Viking Lander (top) and Orbiter in Kennedy Space Center Spacecraft Assembly and Encapsulation Facility.", "keywords": [], "center": "KSC", "media_type": "image", "date_created": "1974-12-11T00:00:00Z", "location": "", "photographer": "NASA or National Aeronautics and Space Administration", "secondary_creator": "", "album": ["Kennedy_History"], "asset": "http://images-assets.nasa.gov/image/101-KSC-75P-160/101-KSC-75P-160~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/101-KSC-75P-160/101-KSC-75P-160~thumb.jpg"}
{"nasa_id": "sl4-150-5075", "title": "Astronaut Gerald Carr floats in forward dome area", "description": "Astronaut Gerald P. Carr, commander for the Skylab 4 mission, demonstrates the effects of zero-gravity as he floats in the forward dome area of the Orbital Workshop of the Skylab space station while in Earth orbit.", "keywords": ["ASTRONAUTS", "MODULES", "ORBITAL SPACE STATIONS", "SKYLAB 4", "SKYLAB PROGRAM", "ZERO GRAVITY"], "center": "JSC", "media_type": "image", "date_created": "1974-02-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-150-5075/sl4-150-5075~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-150-5075/sl4-150-5075~thumb.jpg"}
{"nasa_id": "KSC-74PC-0503", "title": "KSC-74PC-0503", "description": "CAPE CANAVERAL, Fla. -- Symphonie-A, a Franco-German communications satellite scheduled for launch by KSC's Unmanned Launch Operations Directorate no earlier than Dec. 17, was uncrated at Cape Canaveral Air Force Station today. The spacecraft is undergoing checkout at Hangar S at CCAFS. Launch is scheduled atop a Delta rocket from Complex 17-B.    Photo credit: NASA", "keywords": ["ULO, France, Germany, CCAFS"], "center": "KSC", "media_type": "image", "date_created": "1974-10-22T00:00:00Z", "location": "Cape Canaveral, FL", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/KSC-74PC-0503/KSC-74PC-0503~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/KSC-74PC-0503/KSC-74PC-0503~thumb.jpg"}
{"nasa_id": "S74-15241", "title": "Portraits - American Apollo-Soyuz Test Project (ASTP) Prime Crewmen", "description": "S74-15241 (January 1974) --- These three NASA astronauts are the United States flight crew for the 1975 Apollo-Soyuz Test Project (ASTP) mission. The prime crew members for the joint United States - Soviet Union spaceflight are, left to right, Donald K. Slayton, docking module pilot; Vance D. Brand, command module pilot; and Thomas P. Stafford, commander. The American and Soviet crews will visit one another?s spacecraft while the Soyuz and Apollo are docked in Earth orbit for a maximum of two days. The ASTP mission is designed to test equipment and techniques that will establish international crew rescue capability in space, as well as permit future cooperative scientific missions.", "keywords": ["ASTP", "APOLLO SOYUZ TEST PROJECT", "ASTRONAUTS", "PORTRAIT"], "center": "JSC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-15241/S74-15241~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-15241/S74-15241~thumb.jpg"}
{"nasa_id": "S74-24913", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) (DOCKING) - ART CONCEPT", "description": "S74-24913 (August 1973) --- An artist's concept illustrating an Apollo-type spacecraft (left) about to dock with a Soviet Soyuz-type spacecraft. A recent agreement between the United States (USA) and the Union of Soviet Socialist Republic (USSR) provides for the docking in space of the Soyuz and Apollo-type spacecraft in Earth orbit in 1975. The joint space venture is called the Apollo-Soyuz Test Project (ASTP).", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-07-01T00:00:00Z", "location": "", "photographer": "N/A", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-24913/S74-24913~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-24913/S74-24913~thumb.jpg"}
{"nasa_id": "S74-20797", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) - FOOD", "description": "S74-20797 (23 April 1974) --- Candidate food items being considered for the joint U.S.-USSR Apollo-Soyuz Test Project mission are sampled by three ASTP crewmen in Building 4 at the Johnson Space Center. They are, left to right, cosmonaut Valeriy N. Kubasov, engineer on the Soviet ASTP crew; astronaut Vance D. Brand, command module pilot of the American ASTP crew; and cosmonaut Aleksey A. Leonov, commander of the Soviet ASTP crew. Kubasov is marking a food rating chart on which the crewmen mark their choices, likes and dislikes of the food being sampled. Brand is drinking orange juice from an accordion-like dispenser. Leonov is eating butter cookies. The two Soviet crewmen will have an opportunity to eat with the three American crewmen while the Apollo and Soyuz spacecraft are docked in Earth orbit. Leonov and Kubasov will dine on food being chosen individually by them now.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "N/A", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20797/S74-20797~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20797/S74-20797~thumb.jpg"}
{"nasa_id": "sl4-139-3953", "title": "Lake Superior as seen from Skylab", "description": "SL4-139-3953 (7 Jan. 1974) --- An oblique view of a portion of the Middle West looking northeastward toward Lake Superior and Ontario, Canada, as seen from the Skylab space station in Earth orbit. This picture was taken by one of the Skylab 4 crewmen with a hand-held 70mm Hasselblad camera using a 100mm lens. Most of the land mass in the foreground is Wisconsin. Iowa is in the lower left corner. Minnesota is at left and upper left. Ontario is in the far right background. Michigan is at right center. Note the circular-shaped feature at center left which was first observed by the Skylab 4 crewmen. The feature is 85 kilometers (55 miles) in diameter, and it is centered near 91.5 degrees west longitude and 44.5 degrees north latitude. The Mississippi River Valley forms the southwest side of the circular feature. The City of La Crosse, Wisconsin, is just south of the near side of the circle, and the Black River completes the southern and eastern part. The City of Eau Claire is at the north edge of the circle. The most likely origin of circular features of this magnitude are (1) volcanic, (2) structural, or (3) meteorite impact. The feature is not volcanic -- the rocks are the wrong type. Possibly it is structural, formed by slight warping of layered rocks into a basin or dome, followed by erosion of all but the most subtle trace of the structure. The feature could be a severely eroded meteorite impact crater. If so, a thorough study of the area may yield evidence of the extreme pressure and temperature the rocks were subjected to by the shock of an impacting meteorite. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-01-06T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/sl4-139-3953/sl4-139-3953~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/sl4-139-3953/sl4-139-3953~thumb.jpg"}
{"nasa_id": "7449819", "title": "Skylab", "description": "This photograph was taken as the third crew (Skylab-4) departed the space station. The solar observatory was designed for full exposure to the Sun throughout most of the Skylab mission. Solar energy was transformed into electrical power for operation of all spacecraft systems. The proper operation of these solar arrays was vital to the mission. This Skylab in orbit view was taken by the Skylab-4 crew.", "keywords": ["Skylab-4", "Onboard Photograph"], "center": "MSFC", "media_type": "image", "date_created": "1974-01-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/7449819/7449819~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/7449819/7449819~thumb.jpg"}
{"nasa_id": "AC74-2756", "title": "Four Engine USB Model in the 40x80 foot Wind Tunnel.", "description": "Overhead, front view of Large-Scale Upper-Surface Blowing Model using JT15D Engines. Test #441", "keywords": ["Upper Surface Blowing Model", "40x80ft", "Wind Tunnel", "ARC", "Ames", "Aeronautics"], "center": "ARC", "media_type": "image", "date_created": "1974-06-19T00:00:00Z", "location": "Ames Research Center", "photographer": "NASA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/AC74-2756/AC74-2756~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/AC74-2756/AC74-2756~thumb.jpg"}
{"nasa_id": "S74-23117", "title": "Russian language instruction for two American ASTP astronauts", "description": "S74-23117 (6 June 1974) --- Two astronauts associated with the joint U.S.-USSR Apollo-Soyuz Test Project receive instructions in the Russian language during ASTP activity at the Johnson Space Center. They are Robert F. Overmyer, a member of the support team of the American ASTP crew, who is seated at left; and Vance D. Brand (center), the command module pilot of the American ASTP prime crew. The instructor is Anatoli Forestanko.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "ASTRONAUT TRAINING", "ASTRONAUTS", "FACILITIES", "TEXAS INSTRUCTIONS", "JOHNSON SPACE CENTER", "LANGUAGES"], "center": "JSC", "media_type": "image", "date_created": "1974-06-06T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-23117/S74-23117~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-23117/S74-23117~thumb.jpg"}
{"nasa_id": "S74-05269", "title": "Artist's drawing of internal arrangement of orbiting Apollo & Soyuz crafts", "description": "S74-05269 (December 1974) --- An artist?s drawing illustrating the internal arrangement of the Apollo and Soyuz spacecraft in Earth orbit in a docked configuration.  The three American Apollo crewmen and the two Soviet Soyuz crewmen will transfer to each other?s spacecraft during the July 1975 ASTP mission.  The four Apollo-Soyuz Test Project visible components are, left to right, the Apollo Command Module, the Docking Module, the Soyuz Orbital Module and the Soyuz Descent Vehicle.", "keywords": ["APOLLO SOYUZ TEST PROJECT", "APOLLO SPACECRAFT", "GRAPHIC ARTS", "SOYUZ SPACECRAFT SPACECRAFT CABINS", "SPACECRAFT DOCKING", "VISUAL AIDS"], "center": "JSC", "media_type": "image", "date_created": "1974-12-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-05269/S74-05269~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-05269/S74-05269~thumb.jpg"}
{"nasa_id": "0101492", "title": "Saturn Apollo Program", "description": "This illustration depicts a configuration of the Command Service Module (CSM) and Docking Module (DM) for the Apollo-Soyuz Test Project (ASTP). The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the two crews to travel from one spacecraft to the other. This system entailed developing a large habitable Docking Module (DM) to be carried on the Apollo spacecraft to facilitate the joining of two dissimilar spacecraft. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. The ASTP marked the last use of the Saturn Launch Vehicle.", "keywords": ["Apollo-Soyuz Test Project", "ASTP"], "center": "MSFC", "media_type": "image", "date_created": "1974-06-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/0101492/0101492~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/0101492/0101492~thumb.jpg"}
{"nasa_id": "S74-20798", "title": "APOLLO-SOYUZ TEST PROJECT (ASTP) - FOOD", "description": "S74-20798 (23 April 1974) --- Candidate food items being considered for the joint U.S.-USSR Apollo-Soyuz Test Project mission are sampled by two ASTP crewmen in Building 4 at the Johnson Space Center. They are, left to right, astronaut Vance D. Brand, command module pilot of the American ASTP crew; and cosmonaut Aleksey A. Leonov, commander of the Soviet ASTP crew. Leonov is drinking orange juice from an accordion-like dispenser. The two Soviet crewmen will have an opportunity to eat with the three American crewmen while the Apollo and Soyuz spacecraft are docked in Earth orbit. Leonov will dine on food being chosen by him now.", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-04-01T00:00:00Z", "location": "", "photographer": "1996-98 AccuSoft Inc., All right", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-20798/S74-20798~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-20798/S74-20798~thumb.jpg"}
{"nasa_id": "S74-19160", "title": "SKYLAB (SL)-4 - POST LAUNCH - JSC", "description": "S74-19160 (8 Feb. 1974) --- An overall view of activity in the Mission Operations Control Room in the Mission Control Counter following the successful splashdown of the Skylab 4 command module in the Pacific Ocean. The three flight controllers in the foreground, left to right, are flight director Neil B. Hutchinson; flight director Donald R. Puddy; and astronaut Robert L. Crippen, a spacecraft communicator (CAPCOM). Astronauts Gerald P. Carr, Edward G. Gibson and William R. Pogue had just completed an 84-day mission with the Skylab space station in Earth orbit. Photo credit: NASA", "keywords": [], "center": "JSC", "media_type": "image", "date_created": "1974-03-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/S74-19160/S74-19160~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/S74-19160/S74-19160~thumb.jpg"}
{"nasa_id": "ARC-1974-AC74-0533", "title": "ARC-1974-AC74-0533", "description": "Portrait Dr. Dean Chapman in his office", "keywords": ["Portrait"], "center": "ARC", "media_type": "image", "date_created": "1974-02-07T00:00:00Z", "location": "", "photographer": "Roger Brimmer", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0533/ARC-1974-AC74-0533~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1974-AC74-0533/ARC-1974-AC74-0533~thumb.jpg"}
{"nasa_id": "AC74-1332", "title": "Bell Helicopter Rotor Test in the Ames 40x80 foot wind tunnel.", "description": "Top Plan view of Bell Rotor with Ed Verrett left frame. Test #437.", "keywords": ["Bell", "Ames", "ARC", "40x80ft", "Wind Tunnel", "Helicopter", "Rotor Test"], "center": "ARC", "media_type": "image", "date_created": "1974-04-11T00:00:00Z", "location": "Ames Research Center", "photographer": "NASA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/AC74-1332/AC74-1332~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/AC74-1332/AC74-1332~thumb.jpg"}
