{"nasa_id": "GRC-1945-C-12096", "title": "Steam Plant at the Aircraft Engine Research Laboratory", "description": "The Steam Plant at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory supplies steam to the major test facilities and office buildings. Steam is used for the Icing Research Tunnel's spray system and the Engine Research Building’s desiccant air dryers. In addition, its five boilers supply heat to various buildings and the cafeteria. Schirmer-Schneider Company built the $141,000 facility in the fall of 1942, and it has been in operation ever since.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-09-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-12096/GRC-1945-C-12096~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-12096/GRC-1945-C-12096~thumb.jpg"}
{"nasa_id": "ARC-1945-A-8479", "title": "ARC-1945-A-8479", "description": "Aerial view of Ames Aeronautical Laboratory, Moffett Field California.", "keywords": ["Aerial"], "center": "ARC", "media_type": "image", "date_created": "1945-07-31T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1945-A-8479/ARC-1945-A-8479~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1945-A-8479/ARC-1945-A-8479~thumb.jpg"}
{"nasa_id": "GRC-1945-C-11397", "title": "NACA Pilots at the Aircraft Engine Research Laboratory", "description": "The Aircraft Engine Research Laboratory’s pilot corps during the final days of World War II: from left to right, Joseph Vensel, Howard Lilly, William Swann, and Joseph Walker. William “Eb” Gough joined the group months after this photograph. These men were responsible for flying the various National Advisory Committee for Aeronautics (NACA) aircraft to test new engine modifications, study ice buildup, and determine fuel performance.        Vensel, a veteran pilot from Langley, was the Chief of Flight Operations and a voice of reason at the laboratory. In April 1947 Vensel was transferred to lead the new Muroc Flight Tests Unit in California until 1966. Lilly was a young pilot with recent Navy experience. Lilly also flew in the 1946 National Air Races. He followed Vensel to Muroc in July 1947 where he became the first NACA pilot to penetrate the sound barrier. On May 3, 1948, Lilly became the first NACA pilot to die in the line of duty. Swann was a young civilian pilot when he joined the NACA. He spent his entire career at the Cleveland laboratory, and led the flight operations group from the early 1960s until 1979.    Two World War II veterans joined the crew after the war. Walker was a 24-year-old P–38 reconnaissance pilot. He joined the NACA as a physicist in early 1945 but soon worked his way into the cadre of pilots. Walker later gained fame as an X-plane pilot at Muroc and was killed in a June 1966 fatal crash. Gough survived being shot down twice during the war and was decorated for flying rescue missions in occupied areas.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-07-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-11397/GRC-1945-C-11397~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-11397/GRC-1945-C-11397~thumb.jpg"}
{"nasa_id": "ARC-1945-A-7120", "title": "ARC-1945-A-7120", "description": "North American P-51B 'Mustang' fighter in flight over bay area. The P-51 with its new laminar-flow wing sections developed by NACA was the first airplane selected for testing of airplane drag in flight and wind tunnel comparison", "keywords": ["P-51B", "NACA"], "center": "ARC", "media_type": "image", "date_created": "1945-02-06T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1945-A-7120/ARC-1945-A-7120~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1945-A-7120/ARC-1945-A-7120~thumb.jpg"}
{"nasa_id": "GRC-1945-C-10527", "title": "Altitude Wind Tunnel at the NACA’s Aircraft Engine Research Laboratory", "description": "Two men on top of the Altitude Wind Tunnel (AWT) at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory. The tunnel was a massive rectangular structure, which for years provided one of the highest vantage points on the laboratory. The tunnel was 263 feet long on the north and south legs and 121 feet long on the east and west sides. The larger west end of the tunnel, seen here, was 51 feet in diameter. The east side of the tunnel was 31 feet in diameter at the southeast corner and 27 feet in diameter at the northeast. The throat section, which connected the northwest corner to the test section, narrowed sharply from 51 to 20 feet in diameter.       The AWT’s altitude simulation required temperature and pressure fluctuations that made the design of the shell more difficult than other tunnels. The simultaneous decrease in both pressure and temperature inside the facility produced uneven stress loads, particularly on the support rings. The steel used in the primary tunnel structure was one inch thick to ensure that the shell did not collapse as the internal air pressure was dropped to simulate high altitudes. It was a massive amount of steel considering the World War II shortages.    The shell was covered with several inches of fiberglass insulation to retain the refrigerated air and a thinner outer steel layer to protect the insulation against the weather. A unique system of rollers was used between the shell and its support piers. These rollers allowed for movement as the shell expanded or contracted during the altitude simulations. Certain sections would move as much as five inches during operation.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-06-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-10527/GRC-1945-C-10527~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-10527/GRC-1945-C-10527~thumb.jpg"}
{"nasa_id": "GRC-1945-C-10370", "title": "Engineer Measures Ice Formation on an Instrument Antenna Model", "description": "A National Advisory Committee for Aeronautics (NACA) researcher measures the ice thickness on a landing antenna model in the Icing Research Tunnel at the Aircraft Engine Research Laboratory. NACA design engineers added the Icing Research Tunnel to the original layout of the new Aircraft Engine Research Laboratory to take advantage of the massive refrigeration system being built for the Altitude Wind Tunnel. The Icing Research Tunnel was built to study the formation of ice on aircraft surfaces and methods of preventing or eradicating that ice. Ice buildup adds extra weight, effects aerodynamics, and sometimes blocks air flow through engines.       The Icing Research Tunnel is a closed-loop atmospheric wind tunnel with a 6- by 9-foot test section. Carrier Corporation refrigeration equipment reduced the internal air temperature to -45 degrees F and a spray bar system injected water droplets into the air stream. The 24-foot diameter drive fan, seen in this photograph, created air flows velocities up to 400 miles per hour.    The Icing Research Tunnel began testing in June of 1944. Early testing, seen in this photograph, studied ice accumulation on propellers and antenna of a military aircraft. The Icing Research Tunnel’s designers, however, struggled to develop a realistic spray system since they did not have access to data on the size of naturally occurring water droplets. The system would have to generate small droplets, distribute them uniformly throughout the airstream, and resist freezing and blockage. For five years a variety of different designs were painstakingly developed and tested before the system was perfected.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-05-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-10370/GRC-1945-C-10370~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-10370/GRC-1945-C-10370~thumb.jpg"}
{"nasa_id": "ARC-1945-A-7121", "title": "ARC-1945-A-7121", "description": "North American P-51B 'Mustang' fighter in flight over bay area. The P-51 with its new laminar-flow wing sections developed by NACA was the first airplane selected for testing of airplane drag in flight and wind tunnel comparison  NOTE: used in NASA Publication; Flight Research at Ames: 57 Years of Development and Validation of Aeronautical Technology' Transonic Model Testing fig. 9 NASA SP-1998-3300", "keywords": ["P-51B", "NACA"], "center": "ARC", "media_type": "image", "date_created": "1945-02-06T00:00:00Z", "location": "", "photographer": "Lee Jones", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1945-A-7121/ARC-1945-A-7121~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1945-A-7121/ARC-1945-A-7121~thumb.jpg"}
{"nasa_id": "GRC-1945-C-08914", "title": "Vultee YA–31C Vengeance at the NACA", "description": "A Bell P-39 Airacobra in the NACA Aircraft Engine Research Laboratory’s Icing Research Tunnel for a propeller deicing study. The tunnel, which began operation in June 1944, was built to study the formation of ice on aircraft surfaces and methods of preventing or eradicating that ice. Ice buildup adds extra weight to aircraft, effects aerodynamics, and sometimes blocks airflow through engines.       NACA design engineers added the Icing Research Tunnel to the new AERL’s original layout to take advantage of the massive refrigeration system being constructed for the Altitude Wind Tunnel. The Icing Research Tunnel is a closed-loop atmospheric wind tunnel with a 6- by 9-foot test section. The tunnel can produce speeds up to 300 miles per hour and temperatures from about 30 to -45⁰ F.   During World War II AERL researchers analyzed different ice protection systems for propeller, engine inlets, antennae, and wings in the icing tunnel. The P-39 was a vital low-altitude pursuit aircraft of the US during the war. NACA investigators investigated several methods of preventing ice buildup on the P-39’s propeller, including the use of internal and external electrical heaters, alcohol, and hot gases. They found that continual heating of the blades expended more energy than the aircraft could supply, so studies focused on intermittent heating. The results of the wind tunnel investigations were then compared to actual flight tests on aircraft.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-03-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-08914/GRC-1945-C-08914~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-08914/GRC-1945-C-08914~thumb.jpg"}
{"nasa_id": "GRC-1945-C-08983", "title": "Lockheed P–38J Lightning at the Aircraft Engine Research Laboratory", "description": "The National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory acquired two Lockheed P–38J Lightning in October 1944 to augment their burgeoning icing research program. The P–38 was a high-altitude interceptor with a unique twin fuselage configuration. Lockheed designed the aircraft in 1938 and 1939. Its two Allison V–1710 engines carried the aircraft to altitudes up to 40,000 feet. The P–38 was used extensively during World War II in a variety of roles. In August 1943, Lockheed began producing an improved version, the P–38J that included better cockpit heating, engine cooling, and dive flaps.  The military loaned the NACA two P–38Js to determine the amount of ice formation on the induction system of the turbosupercharger-equipped engines. In 1944 and 1945 one of the aircraft was subjected to ground tests using an engine blower on the hangar apron. The V–1710 was run over a full range of speeds as different levels of water were injected into the blower and sprayed onto the engine. The other P–38J was flown at 10,000 feet altitude with water sprayed into the engine to simulate rain. The tests confirmed that closing the intercooler flap added protection against the ice by blocking water ingestion and increasing engine heat.     NACA pilot Joseph Walker joined the Cleveland laboratory in early 1945 as a physicist. Walker had flown P–38s during World, and later claimed that seeing the NACA’s two P–38Js inspired him to return to his earlier calling as a pilot, this time with the NACA. Walker was particularly active in the icing flight program during his five years of flying in Cleveland.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-03-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-08983/GRC-1945-C-08983~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-08983/GRC-1945-C-08983~thumb.jpg"}
{"nasa_id": "GRC-1945-C-13046", "title": "Wind Tunnel Complex at the Aircraft Engine Research Laboratory", "description": "This aerial photograph shows the entire original wind tunnel complex at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory. The large Altitude Wind Tunnel (AWT) at the center of the photograph dominates the area. The Icing Research Tunnel to the right was incorporated into the lab’s design to take advantage of the AWT’s powerful infrastructure. The laboratory’s first supersonic wind tunnel was added to this complex just prior to this September 1945 photograph.       The AWT was the nation’s only wind tunnel capable of studying full-scale engines in simulated flight conditions. The AWT’s test section and control room were within the two-story building near the top of the photograph. The exhauster equipment used to thin the airflow and the drive motor for the fan were in the building to the right of the tunnel. The unique refrigeration equipment was housed in the structure to the left of the tunnel.    The Icing Research Tunnel was an atmospheric tunnel that used the AWT’s refrigeration equipment to simulate freezing rain inside its test section. A spray bar system inside the tunnel was originally used to create the droplets. The 18- by 18-inch supersonic wind tunnel was built in the summer of 1945 to take advantage of the AWT’s powerful exhaust system. It was the lab’s first supersonic tunnel and could reach Mach 1.91. Eventually the building would house three small supersonic tunnels, referred to as the “stack tunnels” because of the vertical alignment. The two other tunnels were added to this structure in 1949 and 1951.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-09-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-13046/GRC-1945-C-13046~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-13046/GRC-1945-C-13046~thumb.jpg"}
{"nasa_id": "6517789", "title": "Wernher von Braun", "description": "Dr. Wernher von Braun surrenders to U.S. Army Counterintelligence persornel of the 44th Infantry Division in Ruette, Bavaria on May 2, 1945. Left to right are Charles Stewart, CIC agent; Dr. Herbert Axster; Dieter Huzel; Dr. von Braun (arm in cast); Magnus von Braun (brother); and Hans Lindenberg.", "keywords": ["Wernher von Braun", "U.S. Army Counterintelligence"], "center": "MSFC", "media_type": "image", "date_created": "1945-04-01T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/6517789/6517789~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/6517789/6517789~thumb.jpg"}
{"nasa_id": "9806171", "title": "Origin of Marshall Space Flight Center (MSFC)", "description": "During World War II, Arsenal workers from Huntsville, Alabama. and surrounding areas responded to the call for civilian defense workers. This February 20, 1945 photo shows workers filling colored smoke grenades that were used for signaling. (Courtesy of Huntsville/Madison County Public Library)", "keywords": ["World War II", "Arsenal workers"], "center": "MSFC", "media_type": "image", "date_created": "1945-02-20T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/9806171/9806171~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/9806171/9806171~thumb.jpg"}
{"nasa_id": "GRC-1945-C-10361", "title": "Altitude Wind Tunnel Control Room", "description": "Researchers at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory monitor a ramjet's performance in the Altitude Wind Tunnel from the control room. The soundproof control room was just a few feet from the tunnel’s 20-foot-diameter test section. In the control room, the operators could control all aspects of the tunnel’s operation, including the air density, temperature, and speed. They also operated the engine or test article in the test section by controlling the angle-of-attack, speed, power, and other parameters. The men in this photograph are monitoring the engine’s thrust and lift.   A NACA-designed 20-inch-diameter ramjet was installed in the tunnel in May 1945. Thrust figures from these runs were compared with drag data from tests of scale models in small supersonic tunnels to verify the ramjet’s feasibility. The tunnel was used to analyze the ramjet’s overall performance up to altitudes of 47,000 feet and speeds to Mach 1.84. The researchers found that an increase in altitude caused a reduction in the engine’s horsepower and identified optimal flameholder configurations.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-05-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-10361/GRC-1945-C-10361~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-10361/GRC-1945-C-10361~thumb.jpg"}
{"nasa_id": "ARC-1945-A-8087", "title": "ARC-1945-A-8087", "description": "40x80ft w.t. - balance house, control room with Brad Wick soon after it opened. The scales measured lift, drag and other forces mechanically.", "keywords": ["40x80ft"], "center": "ARC", "media_type": "image", "date_created": "1945-06-06T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/ARC-1945-A-8087/ARC-1945-A-8087~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/ARC-1945-A-8087/ARC-1945-A-8087~thumb.jpg"}
{"nasa_id": "GRC-1945-C-09757", "title": "NACA Wartime Safety Poster", "description": "One of many safety posters produced by NACA artists during World War II. The Aircraft Engine Research Laboratory established a Safety Office in 1942 to coordinate and oversee safety-related activities. The lab struggled to maintain a full staff during the war when military research projects were at a peak.  NACA management mandated six-day work weeks without overtime and the elimination of holidays. As such, workplace injuries were a serious threat to maintaining productivity needed to sustain the military’s aeronautics efforts.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-09757/GRC-1945-C-09757~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-09757/GRC-1945-C-09757~thumb.jpg"}
{"nasa_id": "GRC-1945-C-11808", "title": "Guard House at the Aircraft Engine Research Laboratory", "description": "A vehicle leaves the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory on August 14, 1945. At 7 p.m. that evening President Truman announced that Japan had accepted terms for surrender and World War II was over. The end of the war brought significant changes for the laboratory. The NACA would cease its troubleshooting of military aircraft and return to research. Researchers would increase their efforts to address the new technologies that emerged during the war. The entire laboratory was reorganized in October to better investigate turbojets, ramjets, and rockets.       The guard house sat on the main entrance to the laboratory off of Brookpark Road. The building was fairly small and easily crowded. In the early 1960s a new security facility was built several hundred feet beyond the original guard house. The original structure remained in place for several years but was not utilized. The subsequent structure was replaced in 2011 by a new building and entrance configuration.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-08-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-11808/GRC-1945-C-11808~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-11808/GRC-1945-C-11808~thumb.jpg"}
{"nasa_id": "A-7950", "title": "Douglas A-26B Airplane in Ames 40x80 Wind Tunnel.", "description": "Installation of the Douglas A-26B airplane in the 40x80 foot wind tunnel at NACA's Ames Research Center. Airplane being centered over tunnel opening.", "keywords": ["Douglas", "Ames", "Aeronautics", "40x80ft", "Wind Tunnel", "A-26B"], "center": "ARC", "media_type": "image", "date_created": "1945-05-09T00:00:00Z", "location": "Ames Research Center", "photographer": "NACA", "secondary_creator": "Don Richey", "album": ["Ames Aeronautics"], "asset": "http://images-assets.nasa.gov/image/A-7950/A-7950~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/A-7950/A-7950~thumb.jpg"}
{"nasa_id": "GRC-1945-C-10536", "title": "Republic P-47G Thunderbolt Undergoes Ground Testing", "description": "A Republic P-47G Thunderbolt is tested with a large blower on the hangar apron at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory in Cleveland, Ohio. The blower could produce air velocities up to 250 miles per hour. This was strong enough to simulate take-off power and eliminated the need to risk flights with untried engines.     The Republic P-47G was loaned to the laboratory to test NACA modifications to the Wright R-2800 engine’s cooling system at higher altitudes. The ground-based tests, seen here, were used to map the engine’s normal operating parameters. The P-47G then underwent an extensive flight test program to study temperature distribution among the engine’s 18 cylinders and develop methods to improve that distribution.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-06-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-10536/GRC-1945-C-10536~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-10536/GRC-1945-C-10536~thumb.jpg"}
{"nasa_id": "GRC-1945-C-12029", "title": "Air Force Officers Visit Aircraft Engine Research Laboratory", "description": "A group of 60 Army Air Forces officers visited the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory on August 27, 1945. The laboratory enacted strict security regulations throughout World War II. During the final months of the war, however, the NACA began opening its doors to groups of writers, servicemen, and aviation industry leaders. These events were the first exposure of the new engine laboratory to the outside world. Grandstands were built alongside the Altitude Wind Tunnel specifically for group photographs.    George Lewis, Raymond Sharp, and Addison Rothrock (right to left) addressed this group of officers in the Administration Building auditorium. Lewis was the NACA’s Director of Aeronautical Research, Sharp was the lab’s manager, and Rothrock was the lab’s chief of research. Abe Silverstein, Jesse Hall and others watch from the rear of the room. The group toured several facilities after the talks, including the Altitude Wind Tunnel and a new small supersonic wind tunnel. The visit concluded with a NACA versus Army baseball game and cookout.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-08-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-12029/GRC-1945-C-12029~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-12029/GRC-1945-C-12029~thumb.jpg"}
{"nasa_id": "GRC-1945-C-09514", "title": "Altitude Wind Tunnel Operating at Night", "description": "The Altitude Wind Tunnel (AWT) during one of its overnight runs at the National Advisory Committee for Aeronautics (NACA) Aircraft Engine Research Laboratory in Cleveland, Ohio. The AWT was run during night hours so that its massive power loads were handled when regional electric demands were lowest. At the time the AWT was among the most complex wind tunnels ever designed. In order to simulate conditions at high altitudes, NACA engineers designed innovative new systems that required tremendous amounts of electricity. The NACA had an agreement with the local electric company that it would run its larger facilities overnight when local demand was at its lowest. In return the utility discounted its rates for the NACA during those hours.       The AWT could produce wind speeds up to 500 miles per hour through its 20-foot-diameter test section at the standard operating altitude of 30,000 feet. The airflow was created by a large fan that was driven by an 18,000-horsepower General Electric induction motor. The altitude simulation was accomplished by large exhauster and refrigeration systems. The cold temperatures were created by 14 Carrier compressors and the thin atmosphere by four 1750-horsepower exhausters.    The first and second shifts usually set up and broke down the test articles, while the third shift ran the actual tests. Engineers would often have to work all day, then operate the tunnel overnight, and analyze the data the next day. The night crew usually briefed the dayshift on the tests during morning staff meetings.", "keywords": [], "center": "GRC", "media_type": "image", "date_created": "1945-04-23T00:00:00Z", "location": "", "photographer": "", "secondary_creator": "", "album": [], "asset": "http://images-assets.nasa.gov/image/GRC-1945-C-09514/GRC-1945-C-09514~orig.jpg", "thumbnail": "http://images-assets.nasa.gov/image/GRC-1945-C-09514/GRC-1945-C-09514~thumb.jpg"}
